const hy = () => (
  <div className='container text-black'>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>ՕԳՏԱԳՈՐԾՄԱՆ ՀԱՄԱՁԱՅՆԱԳԻՐ</h1>
    <p>
      Սույն Օգտագործման համաձայնագիրը (այսուհետ՝ «Օգտագործման համաձայնագիր») համաձայնագիր է «Փաուերֆուլլ» ծառայության
      Օգտագործման (այսուհետ` Օգտատեր) և «Փաուերֆուլլ» ՍՊԸ-ի միջև, ի դեմս գործադիր տնօրեն Դավիթ Մզիկյանի (այսուհետ՝
      «Վարձատու») : Կողմերը կնքում են սույն Օգտագործման համաձայնագիրը՝ առաջնորդվելով Հայաստանի Հանրապետության
      Քաղաքացիական օրենսգրքի 437 (Պայմանագրի ազատություն) և 444 (Միանալու պայմանագիր) հոդվածների դրույթներով:
    </p>
    <h1>1. ՏԵՐՄԻՆՆԵՐ ԵՎ ՍԱՀՄԱՆՈՒՄՆԵՐ</h1>
    <p>
      Սույն Օգտագործման համաձայնագրում և/կամ նրա Հավելվածներում օգտագործվում են հետևյալ տերմինները և ունեն ներքոնշյալ
      որոշակի իմաստ: Եթե Օգտագործման համաձայնագրում և/կամ դրա Հավելվածներում օգտագործվում են Օգտագործման համաձայնագրի
      սույն բաժնում չսահմանված տերմիններ և հասկացություններ, ապա դրանց իմաստը համընկնում է համապատասխան բնագավառի/ոլորտի
      տերմինների հետ:
      <br />
      <b>• Կայան.</b> սարքավորում, որն Օգտատիրոջը ապահովում է դյուրակիր լիցքավորման սարքերի ընդունումը և փոխանցումը,
      դրանց լիցքավորումը, ինչպես նաև նույնականացնում է Օգտատիրոջ լիցքավորման սարքի լրակազմը:
      <br />
      <b>• Օգտատեր.</b> ֆիզիկական անձ, որը բավարարում է սույն Օգտատիրոջ համաձայնագրի պահանջները:
      <br />
      <b>• Վարձատու.</b> դյուրակիր լիցքավորման սարքերի թողարկման Կայանի սեփականատեր, ով տրամադրում է Լիցքավորման սարք,
      «Փաուերֆուլլ» ՍՊԸ-ն, ի դեմս գլխավոր տնօրեն Դավիթ Մզիկյանի, ինչպես նաև այլ անձինք, ում համաձայն օրենքի և/կամ սույն
      Օգտագործման համաձայնագրի փոխանցվել են Վարձատուի իրավունքները, այդ թվում՝ Կայանը սպասարկող կազմակերպությունը
      (Լիցքավորման սարքերի սեփականատերերը՝ համաձայն Վարձատուի հետ կնքված Օգտագործման պայմանագրի կամ Կայանի Վարձակալը`
      համաձայն Վարձատուի հետ կնքված Օգտագործման համաձայնագրի):
      <br />
      <b>• Լիցքավորման սարք.</b> շարժական դյուրակիր լիցքավորման սարք (մարտկոց)՝շարժական սարքերի համար (power bank):
      <br />
      <b>• Անձնական գրասենյակ.</b> էջ Հավելվածում, Կայանում, որը պարունակում է անհրաժեշտ տեղեկատվություն Լիցքավորման
      սարքի (դյուրակիր շարժական մարտկոց – power bank) վարձակալության մասին կոնկրետ Օգտատիրոջ համար:
      <br />
      <b>• Լոգին.</b> չկրկնվող անվանում, որը նույնականացնում է Օգտատիրոջն անձնական գրասենյակում գրանցվելուց հետո:
      <br />
      <b>• Գրավի վճարում.</b> Վարձատուի ծառայությունների դիմաց Օգտատիրոջ գործողությունների վճար, ընդունելով սույն
      Օգտագործման համաձայնագիրը և վճարելով կայաններին հասանելիություն ունենալու գրավադրման գումարները` համաձայն սույն
      Օգտագործման համաձայնագրի թիվ 3 Հավելվածում սահմանված վճարային համակարգի:
      <br />
      <b>• Հավելված.</b> Օգտատիրոջ գրանցումն իրականացնելու համակարգ՝ Անձնական գրասենյակ մուտք գործելու, քարտեզի վրա
      կայաններ փնտրելու, տեղակայված Կայաններից փաուեր բանկ ստանալու, հաշվի համալրման, վիճակագրության ուսումնասիրության և
      անհրաժեշտ տեղեկատվություն ստանալու համար` լիցքավորման սարքերի (շարժական դյուրակիր մարտկոց, power bank),
      օգտագործման ընթացքում:
      <br />
      <b>• Ժամավճար (վարձավճար).</b> Օգտատիրոջ կողմից Լիցքավորման սարքի վարձակալության (վարձակալման) վճար (դյուրակիր
      մարտկոց – power bank), որը ներառում է վճար` Լիցքավորման սարքի վարձակալություն յուրաքանչյուր րոպեի, կես ժամվա, օրվա
      համար:
      <br />
      <b>• Վարձույթ</b> – Վարձատուի և Օգտատիրոջ միջև կնքված համաձայնագիր, որի համաձայն, Վարձատուն Օգտատիրոջը տրամադրում
      է Լիցքավորման սարք (դյուրակիր շարժական մարտկոց – power bank), դրա` ժամանակավոր տնօրինման և օգտագործման համար՝
      վճարի դիմաց:
      <br />
      <b>• Գրանցում անձնական գրասենյակում.</b> Հավելվածում Օգտատիրոջ կողմից գրանցման ձևի լրացնելը` համաձայնելով
      Օգտագործման համաձայնագրի պայմաններին:
      <br />
      <b>• Կայք</b> – Վարձատուի վեբ կայքն է հանրային տիրույթում - ինտերնետային հետևյալ հասցեով՝{" "}
      <a href='https://www.powerfull.am' target='_blank'>
        {" "}
        www.powerfull.am
      </a>
      :
      <br />
      <b>• «Փաուերֆուլլ» ծառայություն․</b> – Վարձատուի համապարփակ ծառայություն, որը մատուցվում է գրանցված և լիազորված
      օգտատերերին «Փաուերֆուլլ» Հավելվածի միջոցով քսանչորս ժամյա ռեժիմով, շաբաթական յոթ օր, առանց հանգստյան և տոնական
      օրերի: Այս ծառայության նպատակն է որոնել և գտնել առկա հասանելի Լիցքավորման սարքեր (ժամանակավոր տիրապետման և
      օգտագործման համար) և իրականացնել Լիցքավորման սարքերի վարձույթ:
      <br />
      <b>• Սակագներ.</b> «Փաուերֆուլլ» ծառայության օգտագործման սակագները՝ սահմանված սույն Օգտագործման պայմանագրի թիվ 3
      Հավելվածում, ինչպես նաև «Փաուերֆուլլ» Կայքում և/կամ Հավելվածում ներկայացված սակագները:
    </p>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>2. ՕԳՏԱՏԻՐՈՋ ՄԻԱՑՈՒՄԸ ՕԳՏԱԳՈՐԾՄԱՆ ՀԱՄԱՁԱՅՆԱԳՐԻՆ</h1>
    <p>
      <br />
      2.1. Օգտատերն ինքնուրույն ներբեռնում է (ներբեռնում) «Փաուերֆուլլ» հավելվածի սարքը՝ օգտագործելով AppStore
      (itunes.apple.com) և / կամ Google Play (play.google.com) հավելվածները ինտերնետային տիրույթում:
      <br />
      2.2. Օգտատերն ինքնուրույն իրականացնում է գրանցման և իրավասությունների տրամադրման անհրաժեշտ գործողություններ
      «Փաուերֆուլլ» Հավելվածում:
      <br />
      2.3. Վարձատուի և Օգտատիրոջ միջև սույն Օգտագործման համաձայնագրի կնքումը կատարվում է տվյալ Վարձատուին Օգտատիրոջ հետ
      միանալու ճանապարհով և սույն Օգտագործման համաձայնագրում նշված պայմանների համաձայնություն տալով՝ համաձայն Հայաստանի
      Հանրապետության Քաղաքացիական օրենսգրքի 444-րդ հոդվածի :
      <br />
      2.4. Օգտագործման Համաձայնագիրը համարվում է կնքված (Օգտատերը Օգտագործման համաձայնագրի մաս է համարվում է)
      «Փաուերֆուլլ» Հավելվածում
      <br />
      Օգտատիրոջ գրանցման օրվանից (սկսած բարեհաջող գրանցման ամսաթվից)։ Պարտադիր ձևով Օգտատիրոջ այդ գործողությունը պետք է
      ստուգվի Վարձատուի կողմից, իսկ Օգտատերը պետք է ընդունի «Փաուերֆուլլ» Օգտագործման համաձայնագրի պայմանները:
      <br />
      2.5. Օգտագործման համաձայնագրի պայմանների հետ Օգտատիրոջ ամբողջական և վերջնական միացման հաստատումը (Օգտագործման
      համաձայնագրի կնքումը) համարվում է Օգտատիրոջ կողմից Գրանցման գործողությունների ավարտ «Փաուերֆուլլ» Հավելվածում
      (բարեհաջող Գրանցում), պարտադիր ձևով ստուգվում է Վարձատուի կողմից, իսկ Օգտատերն ընդունում է «Փաուերֆուլլ»
      Օգտագործման համաձայնագրի պայմանները (տվյալ դեպքում Կողմերը հավասարեցնում են Գրանցման գործողությունները, Օգտատերը
      պարտադիր ընդունում է «Փաուերֆուլլ» Օգտագործման համաձայնագրի պայմանները:
      <br />
      2.6. Ստորագրելով սույն Օգտագործման համաձայնագիրը (միանալով Օգտագործման համաձայնագրին)՝ Օգտատերը հայտարարում է,
      երաշխավորում և հաստատում է, որ ինքը.
      <br />- տիրապետում է հայերեն և (կամ) ռուսերեն և (կամ) անգլերեն լեզուներին այնպիսի մակարդակով, որը բավարար է
      Օգտագործման համաձայնագրի ու նրա բոլոր Հավելվածների ընթերցման, իմաստի և նշանակության ըմբռնման համար:
      <br />- կարդացել է Օգտագործման համաձայնագրի և դրա Հավելվածների պայմանները, գիտակցում է նշված փաստաթղթերի իմաստը և
      նշանակությունը, համաձայն է դրանց բովանդակության հետ և պարտավորվում է կատարել նրանց կողմից սահմանված պահանջները,
      ինչպես նաև հասկանում է իր գործողությունների բոլոր հետևանքները` կապված սույն Օգտագործման համաձայնագրի միացման և
      «Փաուերֆուլլ» ծառայության հետագա օգտագործման հետ:
      <br />- սույն Օգտագործման համաձայնագրին միանալուց հետո Վարձատուին տրամադրել է, ամբողջական, իրական և հուսալի
      անձնական տվյալներ,
      <br />- համապատասխանում է Օգտագործման համաձայնագրով և դրա Հավելվածներով իրեն ներկայացված բոլոր պահանջներին,
      <br />- համաձայն է Վարձատուի կողմից իր անձնական տվյալների մշակմանը՝ համաձայն Օգտագործման համաձայնագրի և Հայաստանի
      Հանրապետության գործող օրենսդրության,
      <br />- համաձայն է, որ Օգտատիրոջ կողմից Օգտագործման համաձայնագրում նրա ցանկացած երաշխիքների և պարտավորությունների
      խախտումների արդյունքում Վարձատուին կրած վնասների չափը որոշվում է բացառապես Վարձատուի կողմից և նրա հայեցողությամբ և
      անվերապահորեն համաձայն է Վարձատուին փոխհատուցել այդպիսի կորուստների համար:
      <br />
      2.7. «Փաուերֆուլլ» ծառայության ու Լիցքավորման սարքեր օգտագործելիս Օգտատերը պարտավորվում է պահպանել Հայաստանի
      Հանրապետության գործող օրենսդրության պահանջները, ինչպես նաև Օգտագործման համաձայնագրի և դրա Հավելվածների պայմանները,
      օգտագործել Լիցքավորման սարքերը պատշաճ խնամքով և բարեխղճությամբ:
      <br />
      2.8. Սույն Օգտագործման համաձայնագրի պայմաններին ծանոթանալը Օգտատիրոջ կողմից պետք է իրականացվի մինչև «Փաուերֆուլլ»
      ծառայության օգտագործման մեկնարկը, ի դեպ սույն Օգտագործման համաձայնագրի տեքստը հասանելի կլինի Օգտատիրոջը Վարձատուի
      կայքում և/կամ «Փաուերֆուլլ» Հավելվածում: Այն Օգտատերը, ով ժամանակին չի ծանոթանա Օգտագործման համաձայնագրի
      պայմանների հետ, կկրի բոլոր բացասական հետևանքների հետ կապված ռիսկերը:
    </p>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>3. ՕԳՏԱԳՈՐԾՄԱՆ ՀԱՄԱՁԱՅՆԱԳՐԻ ԱՌԱՐԿԱՆ</h1>
    <p>
      3.1. Վարձատուն պարտավորվում է Օգտատիրոջը մատուցել սույն Օգտագործման համաձայնագրի պայմաններով ամրագրված
      «Փաուերֆուլլ» ծառայություն, իսկ Օգտատերը պարտավորվում է օգտվել «Փաուերֆուլլ» ծառայությունից և Լիցքավորման սարքից
      սույն Օգտագործման համաձայնագրի և նրա Հավելվածների դրույթներին համապատասխան՝ ժամանակին ու ամբողջությամբ կատարելով
      սույն Օգտագործման համաձայնագրով նախատեսված վճարումները և սակագները:
    </p>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>4. ԿՈՂՄԵՐԻ ԻՐԱՎՈՒՆՔՆԵՐԸ և ՊԱՐՏԱԿԱՆՈՒԹՅՈՒՆՆԵՐԸ</h1>
    <p>
      <br />
      4.1. <b>Օգտատիրոջ իրավունքները.</b>
      <br />
      4.1.1. Վարձատուից պահանջել կատարելու Օգտագործման համաձայնագրով նախատեսված իր պարտավորությունները,
      <br />
      4.1.2. Օգտվել «Փաուերֆուլլ» Ծառայությունից, օգտագործել վարձակալված լիցքավորման սարքը՝ համաձայն Օգտագործման
      համաձայնագրի, Հավելվածների պայմանների և Հայաստանի Հանրապետության գործող օրենսդրության պահանջների:
      <br />
      4.2. <b>Օգտատիրոջ պարտականությունները.</b>
      <br />
      4.2.1. Միանալով սույն Օգտագործման համաձայնագրին (կնքելով Օգտագործման համաձայնագիր), Վարձատուին տրամադրել Օգտատիրոջ
      անվամբ գրանցված էլեկտրոնային փոստի հասցեն և հեռախոսահամարը սույն Օգտագործման համաձայնագրում և դրա հավելվածներում
      սահմանված եղանակներով,
      <br />
      4.2.2. Համապատասխան սույն Օգտագործման համաձայնագրի պայմանների՝ ընդունել Լիցքավորման սարքը և խնամքով այն
      օգտագործել, խստորեն պահպանել Օգտագործման համաձայնագրի և նրա հավելվածների դրույթները, Վարձատուի ներառյալ
      Աջակցության ծառայության, ցուցումներն ու առաջարկությունները, ձեռնարկել բոլոր հնարավոր միջոցները` կանխելու
      Լիցքավորման սարքին վնաս պատճառելը,
      <br />
      4.2.3. սեփական ուժերով (միայն անձամբ) իրականացնել Լիցքավորման սարքի տիրապետումը և օգտագործումը: Արգելվում է
      լիցքավորման սարքի փոխանցումը երրորդ անձանց,
      <br />
      4.2.4. Ապահովել Լիցքավորման սարքի, ինչպես նաև դրա մալուխի անվտանգությունը` համաձայն սույն Օգտագործման համաձայնագրի
      և թիվ 2 Հավելվածի,
      <br />
      4.2.5. Լիցքավորման սարքի օգտագործման ժամանակ պահպանել թիվ 2 Հավելվածում սահմանված անվտանգության տեխնիկայի
      պահանջները.
      <br />
      4.2.6. Ժամանակին և սույն Համաձայնագրի պայմաններին համապատասխան՝ կատարել Օգտագործման համաձայնագրով և դրա
      հավելվածներով նախատեսված ցանկացած վճարում, ապահովել բանկային քարտի վրա բոլոր վճարումների իրականացման համար բավարար
      քանակությամբ դրամական միջոցների մնացորդը՝նախատեսված սույն Օգտագործման համաձայնագրով և դրա Հավելվածներով,
      <br />
      4.2.7. Լիցքավորման սարքի օգտագործման դադարեցման պահից այն վերադարձնել Վարձատուին պատշաճ տեխնիկական վիճակով, սույն
      Օգտագործման Համաձայնագրով նախատեսված կարգով,
      <br />
      4.2.8. Ձեռնարկել համապատասխան միջոցներ՝ իրավասությունների տրամադրման և «Փաուերֆուլլ» Հավելվածն օգտագործելիս
      տեղեկատվության գաղտնիության պաշտպանության և պահպանման համար, այլ անձանց կողմից չարտոնված օգտագործումից և նման
      օգտագործման հայտնաբերման դեպքում անհապաղ համապատասխան տեղեկություններ հաղորդել Վարձատուին: Անկախ նշված
      հաղորդագրության փաստից կամ Վարձատուին այդ տեղեկատվության մասին չտեղեկացնելու դեպքում Օգտատերը կրում է բացասական
      հետևանքների բոլոր ռիսկերը, ներառյալ՝ Օգտագործման համաձայնագրով և նրա Հավելվածներով նախատեսված Օգտատիրոջ
      պատասխանատվությունը, ինչպես նաև գործող օրենքը՝ կապված երրորդ անձանց կողմից իրավասությունների տրամադրման և
      «Փաուերֆուլլ» Հավելվածի համար տեղեկատվության օգտագործման հետ,
      <br />
      4.2.9. Բջջային հեռախոսահամարի և Գրանցման ընթացքում նշված այլ տվյալների (անուն, ազգանուն, էլ.փոստի հասցե)
      փոփոխության դեպքում այդ մասին տեղեկացնել Վարձատուին: Օգտատերը կրում է բացասական հետևանքների բոլոր ռիսկերը, որոնք
      կապված են այդպիսի հաղորդագրության բացակայության հետ,
      <br />
      4.2.10. Օգտագործել «Փաուերֆուլլ» Հավելվածը միայն անձնական ոչ առևտրային նպատակներով, որոնք կապված չեն Օգտատիրոջ
      ձեռնարկատիրական գործունեության հետ,
      <br />
      4.2.11. Ինքնուրույն վերահսկել Օգտագործման համաձայնագրի և դրա Հավելվածների պայմանների փոփոխությունները, ինչպես նաև
      Կայքի և / կամ Հավելվածի փոփոխությունները,
      <br />
      4.2.12. Չօգտագործել որևէ տեխնոլոգիա և չձեռնարկել այնպիսի գործողություններ, որոնք կարող են վնաս հասցնել Կայքին
      և/կամ Հավելվածին և / կամ «Փաուերֆուլլ» կայաններին, Վարձատուի շահերին և ունեցվածքին,
      <br />
      4.2.13. Օգտատերն իրավունք չունի իրականացնել որևէ բարելավումներ/վատթարացում Լիցքավորման սարքում, փոխել որևէ
      տեխնիկական բնութագրեր, տեղադրել (ապամոնտաժել) ցանկացած սարքավորում, իրականացնել վերանորոգումներ (անկախ բարդության
      աստիճանից) կամ կազմակերպել դրա իրականացումը երրորդ անձանց կողմից, եթե այդպիսի գործողություններ համաձայնեցված չեն
      Վարձատուի Աջակցման ծառայության հետ,
      <br />
      4.2.14. Օգտատերն իրավունք չունի որևէ կերպ տնօրինել Լիցքավորման սարքը (ներառյալ ` կատարել ենթավարձակալություն,
      գրավադրում, վաճառքը և այլն), ինչպես նաև Օգտագործման համաձայնագրով ամրագրված իր իրավունքները փոխանցել ցանկացած
      երրորդ անձանց,
      <br />
      4.2.15. Անմիջապես (առաջին հնարավորության դեպքում) տեղեկացնել Աջակցության ծառայությանը Լիցքավորման սարքին պատճառված
      վնասի և/կամ դրա կորստի վերաբերյալ,
      <br />
      4.2.16. Պահպանել Հայաստանի Հանրապետության գործող օրենսդրության այլ դրույթները, սույն Օգտագործման համաձայնագրի
      դրույթները և Վարձատուի պահանջները:
      <br />
      <br />
      4.3. <b>Վարձատուի իրավունքները.</b>
      <br />
      4.3.1. Օգտատիրոջից պահանջել Օգտագործման համաձայնագրով նախատեսված պարտավորությունների կատարում,
      <br />
      4.3.2. Իրականացնել Օգտատիրոջ բանկային քարտից դրամական միջոցների դուրս գրում Վարձատուի նկատմամբ Օգտատիրոջ դրամական
      պարտավորությունների դիմաց՝ համաձայն Օգտագործման համաձայնագրի և դրան կից Հավելվածների, այդ թվում ՝ Օգտագործման
      համաձայնագրով նախատեսված դեպքերում, առանց համաձայնեցնելու այն Օգտատիրոջ հետ (առանց Օգտատիրոջ լրացուցիչ
      համաձայնության),
      <br />
      4.3.3. Սահմանել և ցանկացած պահի փոփոխել «Փաուերֆուլլ» Ծառայության օգտագործման և Լիցքավորման սարքերի օգտագործման
      կարգն ու կանոնները ՝ պահպանելով սույն Օգտագործման համաձայնագրով նախատեսված ընթացակարգերը,
      <br />
      4.3.4. Օգտատիրոջ անբարեխղճության մեջ կասկած առաջանալու դեպքում (մասնավորապես ՝ Լիցքավորման սարքի
      գողության/հափշտակման փորձի, մատուցված ծառայությունների դիմաց դրամական միջոցների դուրս գրման անհնարինության կամ
      նման միջոցների անբավարարության դեպքում և այլն) ամբողջությամբ կամ մասամբ արգելափակել «Փաուերֆուլլ» Ծառայությունից
      օգտվելու հնարավորությունը;
      <br />
      4.3.5. Օգտատիրոջ կողմից սույն Օգտագործման համաձայնագրով առաջացած պարտքերի գանձման իր իրավունքները զիջել ցանկացած
      երրորդ անձանց ՀՀ գործող օրենսդրությանը համապատասխան, առանց Օգտատիրոջ համաձայնության, սակայն Օգտատիրոջը նման զիջման
      մասին ծանուցմամբ,
      <br />
      4.3.6. Ունենալ Օգտագործման համաձայնագրով սահմանված այլ իրավունքներ, որոնք բխում են Օգտագործման համաձայնագրում
      ամրագրված պարտավորությունների էությունից:
      <br />
      <br />
      4.4. <b>Վարձատուի պարտականությունները</b>
      <br />
      4.4.1. Օգտատիրոջը տրամադրել Լիցքավորման սարք՝ Օգտատիրոջ կողմից վճար կատարելու պայմանով,
      <br />
      4.4.2. Ժամանակին և իր հաշվին, իրականացնել թեստեր՝ Լիցքավորման սարքի աշխատունակության ստուգման նպատակով:
    </p>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>5. ՀԱՇՎԱՐԿՆԵՐԻ ԿԱՐԳԸ</h1>
    <p>
      <br />
      5.1. «Փաուերֆուլլ» Ծառայությունից օգտվելու համար Օգտատերը Վարձատուին վճարում է վարձատրություն՝ համաձայն Սակագների։
      Վարձատրությունն իր մեջ ներառում է օրենսդրությամբ նախատեսված բոլոր հարկերը և վճարները:
      <br />
      5.2. Սակագների փոփոխման պահին տեղի ունեցող «Փաուերֆուլլ» Ծառայության օգտագործման արժեքի հաշվարկը կատարվում է
      «Փաուերֆուլլ» ծառայության կողմից նախատեսված պայմանների և ծառայության մատուցումը սկսելու պահին գործող սակագների
      համապատասխան: Վարձատուն իրավունք ունի հաշվարկելիս վերջնական գումարը կլորացնել դեպի վեր մինչև ամբողջ թիվ /դրամ/ ։
      <br />
      5.3. Օգտագործման համաձայնագրով վճարումներն իրականացվում են օգտատիրոջ բանկային քարտից դրամական միջոցների դուրս
      գրման միջոցով: Վարձատուն իրավունք ունի վճարումների ընդունման գործընթացի իրականացմանը ներգրավել գործակալներ
      (վճարային համակարգեր) ։
      <br />
      5.4. Օգտատիրոջ կողմից «Փաուերֆուլլ» Հավելվածում գրանցման գործընթացը հաջողությամբ անցնելու դեպքում Օգտատերը պետք է
      «Փաուերֆուլլ» Ծառայությանը կցի (մուտքագրի տվյալներ) իր բանկային քարտը(քարտերը) , որոնք ավտոմատ կերպով կինտեգրվեն
      «Փաուերֆուլլ» Ծառայությանը և որտեղից դուրս կգրվեն դրամական միջոցներ Օգտագործման համաձայնագրով նախատեսված
      վճարումների հաշվին: Բանկային քարտերի օգտագործումը թույլատրվում է միայն այն վճարային համակարգերի միջոցով, որոնք
      նշված են կայքում և/կամ «Փաուերֆուլլ» Հավելվածում, ինտերնետային վճարումների իրականացման հնարավորությամբ:
      Ինտերնետային վճարումների կատարման հնարավորությունն ապահովում է Օգտատերն՝ ինքնուրույն, բանկային քարտը թողարկող
      բանկի միջոցով: Օգտագործման համաձայնագրով նախատեսված վճարումների դիմաց դրամական միջոցները Վարձատուի կողմից դուրս են
      գրվում Օգտատիրոջ անվամբ գրանցված և նրա որպես հիմնական բանկային քարտ ընտրված քարտից:
      <br />
      5.5. Յուրաքանչյուր բանկային քարտի Օգտատիրոջ կողմից գրանցվելու, ինչպես նաև «Փաուերֆուլլ» Ծառայության օգտագործման
      յուրաքանչյուր մեկնարկից առաջ կարող է կատարվել Օգտատիրոջ բանկային քարտի դրական հաշվեկշռի ստուգում, որի համար
      իրականացվում է դրամական գումարի դուրս գրում ՝ ոչ ավելի, քան 10 (տասը) դրամ:
      <br />
      5.6. Օգտատիրոջ բանկային քարտից դրամական միջոցների դուրս գրումն իրականացվում է գործող սակագներով և Օգտագործման
      համաձայնագրի այլ պայմաններով նախատեսված չափերով: Դրամական միջոցների դուրս գրումը կարող է իրականացվել ինչպես
      Օգտատիրոջ կողմից Լիցքավորման սարքի վարձակալության ժամանակ, այնպես էլ Լիցքավորման սարքի վարձակալությունը
      դադարեցնելուց հետո, Օգտատիրոջ կողմից Օգտագործման համաձայնագրի պայմանները (տուգանքները) խախտելու և Օգտագործման
      համաձայնագրով և դրա հավելվածներով սահմանված այլ դեպքերում ու պահերին: Վարձատուն իրավունք ունի բոլոր դեպքերում
      տեղեկացնել Օգտատիրոջը դրամական միջոցների դուրս գրման փաստի վերաբերյալ, իսկ Օգտատերը պարտավորվում է ինքնուրույն
      ապահովել sms-տեղեկացման ծառայության միացումը՝ ինքնուրույն հետևելու բանկային քարտը թողարկող բանկի միջոցով
      իրականացված նշյալ բանկային ելքերը:
      <br />
      5.7. Վարձատուն իրավունք ունի Օգտատիրոջ բանկային քարտից ցանկացած պահի դուրս գրել իրեն հասանելիք վճարումները մինչև
      վարձակալության ավարտը:
      <br />
      5.8. Բանկային քարտի վրա Օգտատիրոջ դրամական միջոցների անբավարարության դեպքում Վարձատուն այդ մասին տեղեկացնում է
      Օգտատիրոջը «Փաուերֆուլլ» Հավելվածի միջոցով։ Օգտատերը պարտավորվում է մարել առաջացած պարտքը Վարձատուի կողմից
      ծանուցումն ուղարկելու պահից սկսած 24 ժամվա ընթացքում՝ ապահովելով բանկային քարտի վրա միջոցների դուրս գրման համար
      բավարար մնացորդ, ընդ որում, մինչև առաջացած պարտքի մարման պահը Վարձատուն իրավունք ունի Օգտատիրոջը շնորհել պարտապանի
      կարգավիճակ և ամբողջությամբ կամ մասնակիորեն արգելափակել նրա հասանելիությունը «Փաուերֆուլլ» Ծառայության նկատմամբ
      (Վարձատուն այդ մասին Օգտատիրոջը տեղեկացնում Է Վարձատուի համար ցանկացած հարմար եղանակով):
      <br />
      5.9. Վճարումների իրականացման համար բանկային քարտի օգտագործման ժամանակ Օգտատերը կարող է մերժվել օրենսդրությամբ և
      սույն Օգտագործման համաձայնագրով նախատեսված դեպքերում, մասնավորապես, բանկային քարտի ինտերնետային վճարումների ձևերի
      բացակայության դեպքում, բանկային քարտի վրա միջոցների անբավարարության դեպքում, բանկային քարտի տվյալների սխալ
      մուտքագրման, բանկային քարտի գործողության ժամկետը լրանալու դեպքում և այլն:
      <br />
      5.10. Բանկային քարտի վրա դրամական միջոցների անբավարարության կամ Վարձատուի կողմից բանկային քարտից այլ հիմքերով
      դրամական միջոցների դուրս գրման անհնարինության, ինչպես նաև պարտավորությունը կատարելու անհնարինության դեպքում
      Օգտատերը պարտավորվում է վճարել Լիցքավորման սարքի վարձավճարը և կատարել սույն Օգտագործման համաձայնագրով այլ
      վճարումներ Լիցքավորման սարքի վարձակալությունն ավարտելու պահից ցանկացած դեպքում, սկսած 3 օրացուցային օրվանից ոչ
      ուշ:
      <br />
      5.11. Սույն Օգտագործման համաձայնագրով (այդ թվում՝ Օգտագործման Համաձայնագրի սույն բաժնով) Օգտատիրոջ կողմից
      նախատեսված վճարման պարտավորությունները չկատարելու դեպքում Վարձատուն իրավունք ունի համապատասխան տեղեկություններ
      (ներառյալ Օգտատիրոջ անձնական տվյալները) ուղարկել լիազորված մարմիններին ՝ Օգտատիրոջը վարչական պատասխանատվության
      ենթարկելու համար, ինչպես նաև դրամական միջոցների բռնագանձում իրականացնող կազմակերպություններին։
      <br />
      5.12. Օգտատիրոջ բանկային քարտից դրամական միջոցների սխալ դուրս գրման դեպքում Օգտատերն իրավունք ունի դիմել
      Վարձատուին կամ հեռախոսով՝ Աջակցության ծառայությանը, Վարձատուն իրավունք ունի Օգտատիրոջից պահանջել տրամադրել
      անձնագրի և փաստաթղթերի պատճենները, որոնք կհաստատեն սխալ դուրս գրումը (քաղվածք հաշվից և այլն): Կանխիկ գումարի
      վերադարձը չի թույլատրվում:
    </p>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>6.ԿՈՂՄԵՐԻ ՊԱՏԱՍԽԱՆԱՏՎՈՒԹՅՈՒՆԸ</h1>
    <p>
      <br />
      6.1. Օգտագործման համաձայնագրի իրենց պարտավորությունները չկատարելու կամ ոչ պատշաճ կատարելու դեպքում Կողմերը
      պատասխանատվություն են կրում Հայաստանի Հանրապետության գործող օրենսդրությանը և սույն Օգտագործման համաձայնագրին
      համապատասխան:
      <br />
      6.2. Օգտատիրոջ կողմից Օգտագործման համաձայնագրի պայմանները չկատարելու կամ ոչ պատշաճ կատարելու համար Օգտատերը
      պարտավորվում է վճարել տուգանքներ՝ սույն կետում սահմանված չափով:
      <br />
      6.2.1. Լիցքավորման սարքի արտաքին տեսքի/ձևավորման ցանկացած վնասի, այդ թվում կպչուն պիտակներ կպցնելու դեպքում
      Օգտատերը վճարում է 10.000 (տասը հազար) դրամ տուգանք լիցքավորման սարքի ցանկացած վնասված մասի համար:
      <br />
      6.2.2. Ձեռնարկատիրական, առևտրային նպատակներով Լիցքավորման սարքի, Օգտագործման համաձայնագրով չնախատեսված (կամ
      արգելված) օգուտ քաղելու նպատակով Լիցքավորման սարքը օգտագործելիս Օգտատերը Վարձատուին վճարում է 20 000 (քսան հազար)
      դրամի չափով տուգանք և փոխհատուցում Վարձատուին պատճառված վնասը (դրա առկայության դեպքում): Լիցքավորման սարքի ոչ
      ուղղակի նշանակությամբ և/կամ Օգտագործման համաձայնագրով չնախատեսված (կամ արգելված) այլ նպատակներով օգտագործման
      դեպքում Օգտատերը Վարձատուին վճարում է 20 000 (քսան հազար) դրամի չափով տուգանք և փոխհատուցում Վարձատուին պատճառված
      վնասը (դրա առկայության դեպքում):
      <br />
      6.2.3. Գրանցման ժամանակ Օգտատիրոջ կողմից ոչ լրիվ, ոչ հավաստի կեղծ տվյալներ մատնանշված/տրամադրված լինելու դեպքում
      Օգտատերը Վարձատուին վճարում է 20 000 (քսան հազար) դրամի չափով տուգանք:
      <br />
      6.3. Սույն Օգտագործման համաձայնագրով նախատեսված բոլոր տուգանքների, ինչպես նաև սույն Օգտագործման համաձայնագրի
      պայմաններով նախատեսված ցանկացած այլ վճարների վճարումը կատարվում է չակցեպտավորված կարգով (առանց Օգտատիրոջ հավելյալ
      համաձայնությունը ստանալու)՝ Օգտատիրոջ բանկային քարտից համապատասխան դրամական գումարները դուրս գրելու միջոցով:
      Օգտատիրոջ կողմից սույն կետում նշված պարտականությունները չկատարելու կամ ոչ պատշաճ կատարելու դեպքում (օրինակ ՝
      Օգտատերը բանկային հաշվին դրամական միջոցների անբավարարություն և այլն), Օգտատերը Վարձատուին վճարում է տուգանք՝
      վճարման ուշացման յուրաքանչյուր 3 (երեք) օրացուցային օրվա համար 5000 (հինգ հազար) դրամի չափով:
      <br />
      6.4. Օգտատիրոջ կողմից Լիցքավորման սարքի չվերադարձնելու դեպքում, Վարձատուն գանձում է Օրավարձ սակագնային պլանով
      սահմանված գումարի չափը Վարձատուի հաշվից այնքան ժամանկ, մինչև ընդհանուր գանձած գումարը հասնում է 15․000 դրամի։
      Դրանից հետո կասեցվում է գումարի գանձումը և տվյալ վարձակալությունը համարվում է հաջողությամբ ավարտված։ Եթե այդ
      ընթացքում Վարձատուն դժվարություններ է ունենում գումարի գանձման գործընթացում Օգտատիրոջ բանկային քարտի վրա անբավարար
      միջոցների պատճառով, ապա Վարձատուն իրավունք ունի դիմել համապատասխան պետական մարմինների՝ տվյալ խնդիրը լուծելու՝
      օրենքով նախատեսված կարգով։
      <br />
      6.5 Վարձատուն պատասխանատվություն չի կրում Օգտատիրոջ և/կամ այլ երրորդ անձանց գույքի և առողջության ու Օգտատիրոջ
      կողմից պատճառված որևէ վնասի, անսարք, շահագործման ոչ պիտանի ձևով Լիցքավորման սարքի օգտագործման արդյունքում առաջացած
      ցանկացած այլ հետևանքների համար:
    </p>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>
      7. ՕԳՏԱԳՈՐԾՄԱՆ ՀԱՄԱՁԱՅՆԱԳՐԻ ԳՈՐԾՈՂՈՒԹՅԱՆ ԺԱՄԿԵՏԸ, ԴՐԱ ՓՈՓՈԽՄԱՆ և ԼՈՒԾՄԱՆ ԿԱՐԳԸ
    </h1>
    <p>
      <br />
      7.1. Օգտագործման համաձայնագիրն ուժի մեջ է մտնում նրա կնքման պահից և գործում է անորոշ ժամկետով:
      <br />
      7.2. Կողմերը պայմանավորվում են, որ Վարձատուն իրավունք ունի ցանկացած ժամանակ Օգտագործման համաձայնագրում,
      Հավելվածներում կատարել պայմանների հետ կապված փոփոխություններ: Պայմանների հետ կապված փոփոխություններն Օգտագործման
      համաձայնագրում, նրան կից Հավելվածներում իրականացվում են Օգտագործման համաձայնագրի Հավելվածների առկա խմբագրությամբ
      կամ Օգտագործման համաձայնագրի, Հավելվածների նոր խմբագրության ստեղծման միջոցով և դառնում Կողմերի համար պարտադիր
      (ուժի մեջ են մտնում) Վարձատուի կողմից Օգտագործման համաձայնագրի, Հավելվածի նոր խմբագրության ցանկացած կատարված
      փոփոխությունների տեղադրմամբ կամ Օգտագործման համաձայնագրի, Հավելվածների Կայքում և/կամ «Փաուերֆուլլ» հավելվածում:
      Այն դեպքում, երբ Օգտատերը համաձայն չէ փոփոխությունների հետ, ապա նա իրավունք ունի հրաժարվել Օգտագործման
      համաձայնագրի կատարումից ստորև նշված ժամկետում, ինչը Օգտատիրոջը չի ազատում մինչև Օգտագործման համաձայնությամբ
      սահմանված հարաբերությունների դադարեցմամբ ծագած Օգտատիրոջ պարտավորությունների կատարումից:
      <br />
      7.3. Օգտագործման համաձայնագրի և/կամ հավելվածների փոփոխության անհրաժեշտության դեպքում Վարձատուն այդ մասին
      տեղեկացնում է Օգտատիրոջը Կայքում և/կամ «Փաուերֆուլլ» հավելվածում համապատասխան տեղեկատվություն տեղադրելու միջոցով,
      նման փոփոխություններն ուժի մեջ մտնելու ամսաթվից առնվազն 5 (հինգ) օրացուցային օր առաջ, եթե այլ ժամկետ Օգտագործման
      համաձայնագրով սահմանված չէ։ Այն դեպքում, եթե մինչև Օգտագործման համաձայնագրում և (կամ) դրա Հավելվածներում
      փոփոխությունների ուժի մեջ մտնելու պահը Օգտատերը չի հրաժարվել Օգտագործման համաձայնագրի կատարումից (չի ներկայացրել
      Օգտագործման համաձայնագրի լուծման վերաբերյալ դիմում), ապա Կողմերը համարում են, որ Օգտատերն աջակցում է և համաձայն է
      Օգտագործման համաձայնագրում և/կամ դրան կից Հավելվածներում կատարված փոփոխություններին: Օգտատերն ինքնուրույն
      իրականացնում է Կայքի և/կամ Հավելվածի մոնիթորինգ՝ Օգտագործման համաձայնագրի պայմանների փոփոխման ենթակա առարկայի
      վերաբերյալ։ Տվյալ պահանջի չպահպանման ռիսկը լիովին ընկնում է Օգտատիրոջ վրա:
      <br />
      7.4. Օգտատերն իրավունք ունի միակողմանիորեն լուծել Օգտագործման համաձայնագիրը, այդ մասին ծանուցելով Վարձատուին ոչ
      ուշ, քան յոթ օրացուցային օր առաջ Օգտագործման համաձայնագրի ենթադրյալ դադարեցման օրվանից: Ընդ որում, Օգտատերը
      պարտավորվում է կատարել իր բոլոր պարտավորությունները, որոնք բխում են Օգտագործողի համաձայնագրից և փոխհատուցել այն
      բոլոր վնասները, որոնք առաջացել են դրա գործողության ընթացքում, ոչ ուշ, քան Օգտագործման Համաձայնագրի դադարեցման
      ամսաթիվը:
      <br />
      7.5. Օգտատիրոջ նախաձեռնությամբ Օգտագործման համաձայնագրի լուծումն իրականացվում է Օգտատիրոջ կողմից համաձայն
      Վարձատուին փոխանցված Օգտատիրոջ սեփական ստորագրությամբ հաստատված դիմումի։
      <br />
      7.6. Վարձատուն իրավունք ունի միակողմանի արտադատական կարգով ցանկացած պահի հրաժարվել Օգտագործման համաձայնագրի
      կատարումից ՝ առանց բացատրելու նման որոշում ընդունելու պատճառները։ Այդ դեպքում ծանուցումն Օգտատիրոջն ուղարկելու
      պահին Օգտագործման համաձայնագիրը համարվում է դադարեցված։
      <br />
      7.7. Կողմերի չկատարված պարտավորությունների մասով ցանկացած հիմքերով դադարեցված Օգտագործման համաձայնագիրը
      շարունակում է գործել մինչև նշված պարտավորությունների ամբողջական կատարումը։
    </p>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>8. ՎԵՃԵՐԻ ԼՈՒԾՈՒՄԸ ԵՎ ԵՆԹԱԴԱՏՈՒԹՅՈՒՆԸ</h1>
    <p>
      <br />
      8.1. Բոլոր վեճերն ու տարաձայնությունները Կողմերը լուծում են բանակցությունների միջոցով և պահանջատիրական կարգով։
      Կողմերից մեկի կողմից հայցի քննարկման և պատասխանի ժամկետը 10 (տասը) օրացուցային օր է:
      <br />
      8.2. Այն դեպքում, երբ Կողմերը բանակցությունների և առարկությունների փոխանակման միջոցով վերը նշված ժամկետում
      համաձայնության չեն եկել, վեճերն ու տարաձայնությունները ուղարկվում են Վարձատուի գտնվելու վայրի դատարան։
    </p>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>9. ԵԶՐԱՓԱԿԻՉ ԴՐՈՒՅԹՆԵՐ</h1>
    <p>
      <br />
      9.1. Մինչև Օգտագործման համաձայնագրի կնքումը տեղի ունեցած ցանկացած նամակագրություն, հեռախոսային և այլ
      բանակցություններ կորցնում են իրենց
      <br />
      իրավաբանական ուժը Օգտագործման համաձայնագրի կնքման պահից։
      <br />
      9.2. Օգտագործման համաձայնագրով և դրան կից Հավելվածներով չկարգավորված դեպքերում Վարձատուի և Օգտագործման
      հարաբերությունները կարգավորվում են Հայաստանի Հանրապետության գործող օրենսդրությամբ:
      <br />
      9.3. Վարձատուն իրավունք ունի ցանկացած փաստաթղթում, այդ թվում ՝ սույն Օգտագործման համաձայնագրում և կից
      Հավելվածներում օգտագործել Վարձատուի լիազորված անձի ստորագրության ֆաքսիմիլային տարբերակը (մեխանիկական կամ այլ
      պատճենահանման միջոցներով)։ Այդ դեպքում Կողմերն ընդունում են նման փաստաթղթերի օրինականությունը։
      <br />
      9.4. Քանի որ սույն Օգտագործման համաձայնագիրը հանդիսանում է խառը պայմանագիր և պարունակում ՀՀ գործող Քաղաքացիական
      օրենսդրությամբ նախատեսված տարբեր տեսակի պայմանագրերի տարրեր, ապա համաձայնագրի նկատմամբ համապատասխան մասերում
      կիրառվում են համապատասխան պայմանագրերի տեսակների վերաբերյալ նորմեր :
      <br />
      9.5. Վարձատուն պատասխանատվություն չի կրում երրորդ անձանց կողմից Օգտատիրոջ սարքից «Փաուերֆուլլ» Հավելվածի
      օգտագործման համար, որի կապակցությամբ Օգտատիրոջ սարքից կատարված բոլոր գործողությունները համարվում են Օգտատիրոջ
      գործողություններ: Այն դեպքում, երբ որևէ անձ ստանում է Կայքի կամ «Փաուերֆուլլ» հավելվածի ֆունկցիոնալ հնարավորության
      հասանելություն և Օգտատիրոջ անունից դրանց օգտագործման հնարավորություն, ապա Օգտատերը պարտավոր է այդ մասին անհապաղ
      գրավոր (էլեկտրոնային փոստով) տեղեկացնել Վարձատուին կամ դիմել Աջակցության ծառայությանը։
      <br />
      Հակառակ դեպքում բոլոր գործողությունները, որոնք կատարվել են Օգտատիրոջ անունից Կայքի կամ «Փաուերֆուլլ» Հավելվածի
      օգտագործմամբ, կդիտարկվեն որպես անմիջականորեն Օգտատիրոջ կողմից կատարված գործողություններ:
      <br />
      9.6. Վարձատուն պատասխանատվություն չի կրում.
      <br />- Կայքի և/կամ Հավելվածի և/կամ «Փաուերֆուլլ» կայանի անխափան աշխատանքի համար,
      <br />- Կայքի և/կամ Հավելվածի և/կամ «Փաուերֆուլլ» կայանի շահագործման ընթացքում սխալների և/կամ վիրուսների
      բացակայության համար,
      <br />- կապուղիների ընդհատման և սերվերային ենթակառուցվածքի շարքից դուրս գալու համար գլխավոր կապուղիների, տվյալների
      փոխանակման կենտրոնների,
      <br />
      հաշվարկային կենտրոնների, ինչպես նաև տարածաշրջանային և տեղական նշանակության ունեցող կապուղիների մասով,
      <br />- ինտերնետ ցանցի կամ դրա առանձին հատվածների աշխատանքի խափանումների ու դժվարությունների համար, հասցեավորման
      (DNS) համակարգերի աշխատանքի խախտումների համար և այլն,
      <br />- երրորդ անձանց չարտոնված գործողությունների համար, որոնք որպես նպատակ ունեն ցանկացած տեսակի վնաս հասցնել
      ցանկացած Կողմին և իրականացվել են էլեկտրոնային ծրագրային և/կամ ապարատային միջոցների կամ դրանց համադրությունների
      միջոցով, այդ թվում ՝ կապի ալիքների խախտման կամ գերբեռնվածության, սերվերային ենթակառուցվածքի աշխատունակության,
      ծրագրային համալիրների կառավարման չթույլատրված և գաղտնի տեղեկատվության հասանելիության (կայքի ներխուժումներ, DDOS
      հարձակումներ, վնասակար կոդերի տարածում, ծրագրաապարատային միջոցների խափանում և այլն): Օգտատերը համաձայնում է և
      հաստատում, որ օգտագործում է Կայքը և/կամ Հավելվածը և/կամ «Փաուերֆուլլ» Կայանը բացառապես իր անձնական ռիսկային
      գործոնով :
      <br />
      9.7. Սույն Օգտագործման համաձայնագիրը կազմված է հայերեն, անգլերեն և ռուսերեն լեզուներով: Սույն Օգտագործման
      համաձայնագրի և/կամ սույն Օգտագործման համաձայնագրի Հավելվածների տարբեր տարբերակներում տեքստի անհամապատասխանության
      դեպքում հիմք է հանդիսանում հայկական տարբերակը։ Սույն Օգտագործման համաձայնագրի տեքստը բաղկացած է սույն Օգտագործման
      համաձայնագրի իր իսկ տեքստից, ինչպես նաև սույն Օգտագործման համաձայնագրի բոլոր Հավելվածների տեքստերից։ Օգտագործման
      համաձայնագրի Հավելվածները հանդիսանում են են Օգտագործման համաձայնագրի անբաժանելի մասը ։
      <br />
      9.8. Սույն Օգտագործման համաձայնագրի հավելվածները:
      <br />
      Հավելված թիվ 1. Գրանցման և թույլտվության կարգը
      <br />
      Հավելված թիվ 2. Լիցքավորման սարքերի վարձակալության և օգտագործման կանոնները
      <br />
      Հավելված թիվ 3. «Փաուերֆուլլ» ծառայության օգտագործման սակագներ
      <br />
      Հավելված թիվ 4. Անձնական տվյալների մշակման համաձայնագիր
    </p>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>10. ՎԱՐՁԱՏՈՒԻ ՏՎՅԱԼՆԵՐԸ</h1>
    <p>
      <br />
      «Փաուերֆուլլ» ՍՊԸ Իրավաբանական անձ
      <br />
      ՀՎՀՀ 00212935
      <br />
      Գլխավոր տնօրեն՝ Դավիթ Գևորգի Մզիկյան
      <br />
      Իրավաբանական հասցեն՝ ք. Երևան 0019, Այգեձոր շենք 72, բն․ 25
      <br />
      Բանկային տվյալներ.
      <br />
      ԻՆԵԿՈԲԱՆԿ ՓԲԸ 20528022147951001
      <br />
      <br />
      <br />
      Սույն Օգտագործողի համաձայնագրի հավելվածներ.
      <br />
      Հավելված թիվ 1-Գրանցման և իրավասությունների տրամադրման կարգը
      <br />
      Հավելված թիվ 2-Լիցքավորման սարքերի վարձակալության և օգտագործման կանոնները
      <br />
      Հավելված թիվ 3 - «Փաուերֆուլլ» ծառայության օգտագործման սակագներ
      <br />
      Հավելված թիվ 4- Անձնական տվյալների մշակման համաձայնագիր
    </p>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>
      <br />
      ՕԳՏԱԳՈՐԾՄԱՆ ՀԱՄԱՁԱՅՆԱԳՐԻ ՀԱՎԵԼՎԱԾ ԹԻՎ 1
      <br />
      <br />
      ԳՐԱՆՑՄԱՆ ԵՎ ԻՐԱՎԱՍՈՒԹՅՈՒՆՆԵՐԻ ՏՐԱՄԱԴՐՄԱՆ ԿԱՐԳԸ
    </h1>
    <p>
      <br />
      1. Օգտատերն ինքնուրույն ինտերնետային ցանցում ներբեռնում է (ներբեռնում) «Փաուերֆուլլ» Հավելվածի սարքի վրա՝
      օգտագործելով AppStore հավելվածները (itunes.apple.com) և/կամ Google Play (play.google.com):
      <br />
      2. Հավելվածի և/կամ Կայանների օգտագործումը հնարավոր է միայն Օգտատիրոջ գրանցման պայմանով:
      <br />
      3. Հավելվածում Օգտատիրոջ Գրանցման համար Օգտատերը ներկայացնում է կոնտակտային հեռախոսահամարը: Տվյալների
      անճշտությունը (ոչ ճշգրիտ լինելը) հիմք է հանդիսանում Գրանցման մերժման համար: Օգտատիրոջ կողմից նշված բջջային
      հեռախոսահամարին Վարձատուն ավտոմատ ձևով գեներացնում է և sms-ով ուղարկում է հաստատման մեկանգամյա ծածկագիրը
      (գաղտնաբառը), որի մուտքագրումից հետո Օգտատիրոջը հնարավորություն է տրվում իրականացնել գործողություններ՝ համաձայն
      սույն Հավելվածի 4-րդ կետի։ Հետագայում Օգտատիրոջ կողմից Գրանցման ժամանակ նշված բջջային հեռախոսահամարը համարվում է
      Հավելվածում Լոգինի օգտագործման թույլտվության համար Օգտատիրոջ անձնական գրասենյակ մուտք գործելու վավերապայման։
      <br />
      4. Օգտատերը չի կարող ավարտել Գրանցումը, եթե չի ընդունել «Փաուերֆուլլ» Օգտագործման համաձայնագրի պայմանները և չի
      նշել «Ես համաձայն եմ պայմանների հետ և ընդունում եմ Օգտագործման համաձայնագիրը» համապատասխան նշում դնելու միջոցով։
      <br />
      5. Գրանցման պահից սկսած Օգտատիրոջ գրանցումը համարվում է ավարտված (հաջող), իսկ Օգտագործման համաձայնագիրը ՝ Կողմերի
      կողմից կնքված։
      <br />
      6. Օգտատերը պարտավորվում է գաղտնի պահել այն տվյալները, որոնց միջոցով կարող է մուտք գործել Հավելված իր անունից։ Եթե
      հիմքեր կան ենթադրելու, որ այդ տվյալները ձեռք է բերել երրորդ անձը, Օգտատերը պարտավոր է Գրանցման ժամանակ իր կողմից
      նշված կոնտակտային տվյալների օգտագործմամբ հարցում ներկայացնել Վարձատուին (հղում կատարել Վարձատուի էլեկտրոնային
      հասցեին կամ դիմել Աջակցության ծառայություն) Անձնական գրասենյակ մուտք գործելու արգելման վերաբերյալ, որից հետո
      ստանալ այլ գաղտնաբառ։ Անձնական գրասենյակ մուտք գործելու արգելափակման մասին հարցումը Վարձատուի կողմից դիտարկվում է
      հարցումն ուղարկելու պահից 12 (տասներկու) ժամվա ընթացքում։ Օգտատիրոջ կողմից սույն պարտավորության չկատարումից բխող
      բոլոր ռիսկերը ընկած են Օգտատիրոջ վրա:
      <br />
      7. Գրանցման ավարտից հետո Աջակցության ծառայության Գրանցման ժամանակ նշված բջջային կամ այլ հեռախոսահամարից կատարված
      բոլոր զանգերն իրականացվում են Օգտատիրոջ կողմից Աջակցության ծառայության աշխատակցի պահանջով՝ լրացուցիչ տվյալներ
      տրամադրելու պայմանով:
    </p>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>
      <br />
      ՕԳՏԱԳՈՐԾՄԱՆ ՀԱՄԱՁԱՅՆԱԳՐԻ ՀԱՎԵԼՎԱԾ ԹԻՎ 2
      <br />
      ԼԻՑՔԱՎՈՐՄԱՆ ՍԱՐՔԵՐԻ ՎԱՐՁԱԿԱԼՈՒԹՅԱՆ ԵՎ ՕԳՏԱԳՈՐԾՄԱՆ ԿԱՆՈՆՆԵՐԸ
    </h1>
    <p>
      <br />
      1. Վարձատուն Լիցքավորման սարքի տրամադրումն ապահովելու նպատակով տեղադրում է Կայաններ՝ համապատասխան ծրագրային
      ապահովմամբ:
      <br />
      2. Օգտատերն իրավունք ունի վարձակալել Լիցքավորման սարքը Անձնական գրասենյակում «Փաուերֆուլլ» Հավելվածում գրանցվելուց
      և իր բանկային քարտով (քարտերով) «Փաուերֆուլլ» Ծառայությանը միանալուց (տվյալների մուտքագրումից) հետո, որոնք ավտոմատ
      ձևով ինտեգրվում են ծառայության հետ:
      <br />
      3. Վճարումներն իրականացվում են սույն Համաձայնագրի 3-րդ հավելվածում նշված սակագների համաձայն։
      <br />
      4. Լիցքավորման սարքի հանձնումն իրականացվում է Վարձատուի Կայաններում, որոնց տեղադրման սխեման հասանելի է
      «Փաուերֆուլլ» Հավելվածում (ակտիվ ինտերնետային միացման առկայության դեպքում):
      <br />
      5. Մինչ Լիցքավորման սարքի օգտագործումը Օգտատերը պարտավոր է ծանոթանալ սույն Օգտագործման համաձայնագրին, նրա
      պայմաններին Կայքի և/կամ Հավելվածի միջոցով:
      <br />
      6. Անձնական գրասենյակում հաջողությամբ գրանցվելուց հետո Օգտատերը կարող է վարձակալությամբ ստանալ Լիցքավորման սարքը,
      վարձակալության ժամանակը սկսվում է Կայանի կողմից Լիցքավորման սարքը Օգտատիրոջը հանձնելուց 5 րոպե հետո:
      Վարձակալության ծառայության արժեքը նշված է սույն Օգտագործման համաձայնագրի թիվ 3-րդ Հավելվածում, Վարձատուի կայքում,
      «Փաուերֆուլլ» Հավելվածում:
      <br />
      7. Օգտատերն իրավունք ունի վճարել և օգտագործել Լիցքավորման սարքը օրվա ցանկացած պահի: Օգտատերն իրավունք ունի
      միաժամանակ օգտագործել ոչ ավելի, քան մեկ Լիցքավորման սարք:
      <br />
      8. Լիցքավորման սարքը Կայանից ստանալուց հետո Օգտատերը պարտավոր է 5 (հինգ) րոպեի ընթացքում ստուգել Լիցքավորման սարքի
      տեխնիկական վիճակը և աշխատանքի ընթացքում անսարքություն հայտնաբերելու դեպքում անհապաղ վերադարձնել Լիցքավորման սարքը
      Կայան, ընդ որում Օգտատերն իրավունք ունի Կայանից վերցնել այլ լիցքավորման սարք: Այն դեպքում, երբ Օգտատերը
      Լիցքավորման սարքը ստանալուց հետո 5 (հինգ) րոպե անց Վարձատուի Աջակցման ծառայությանը չի տեղեկացնում Լիցքավորման
      սարքի անսարքության վերաբերյալ, ապա սարքը համարվում է օգտագործման համար պիտանի և Օգտատերն այլևս իրավունք չունի
      առարկություն ներկայացնել Վարձատուին:
      <br />
      9․ Օգտատերը պարտավոր է օգտագործել Լիցքավորման սարքն իր նշանակությանը համապատասխան և Լիցքավորման սարքում որևէ
      կառուցվածքային և այլ փոփոխություններ չկատարել, չենթավարձակալել Լիցքավորման սարքը երրորդ անձանց, ինչպես նաև
      Օգտագործման համաձայնությամբ ամրագրված իր պարտականությունները չփոխանցել երրորդ անձանց:
      <br />
      10. Օգտագործելուց հետո Օգտատերը պարտավոր է ստացման պահին տեխնիկական վիճակին համապատասխան նույն տեխնիկապես սարքին
      վիճակում վերադարձնել Լիցքավորման սարքը «Փաուերֆուլլ» Ծառայության ցանկացած կայանին:
      <br />
      11. Լիցքավորման սարքի վարձակալությունը դադարեցվում է Լիցքավորման սարքը Վարձատուի Կայան վերադարձնելու պահից սկսած:
      <br />
      12. Այն դեպքում, երբ Օգտատերը վերադարձնում է Լիցքավորման սարքը, իսկ Կայանը չի նշում. «Շնորհակալություն օգտագործման
      համար» մակագրությունը, Օգտատիրոջից դուրս է գրվում Լիցքավորման սարքի ամբողջական արժեքը։ Վարձատուի կողմից
      Լիցքավորման սարքի վնասվածքի կամ դրա անսարքության հայտնաբերման դեպքում հնարավոր է Լիցքավորման սարքի ամբողջ արժեքի
      դուրս գրում Օգտատիրոջ քարտից: Ընդ որում, Լիցքավորման սարքը վերադարձված է համարվում, երբ դրա վերադարձից հետո
      «Փաուերֆուլլ» բջջային հավելվածում ծանուցվում է հետևյալ մակագրությունը. «Շնորհակալություն օգտագործման համար»։ Եթե
      Օգտատերը մինչև վերջ Կայանում չի տեղադրում Լիցքավորման սարքը, ընդ որում կոնտակտները չեն փակվում, սակայն հայտնվում է
      «Շնորհակալություն օգտագործման համար» գրառումը, ապա Օգտատիրոջից ետ է վերցվում Լիցքավորման սարքը, նրանից դուրս են
      գրվում սարքի օգտագործման համար դրամական միջոցները, ինչպես նաև Լիցքավորման սարքի արժեքի գումարը: Ընդ որում,
      թայմ-աութ սահմանումը կազմում 15 (տասնհինգ) րոպե, որի ընթացքում Լիցքավորման սարքի հետ կապը խզվում է:
      <br />
      13. Լիցքավորման սարքի պատահական կորստի կամ պատահական վնասվածքի կամ երրորդ անձանց կամ օգտագործողի կողմից վնաս
      պատճառելու, ինչպես նաև լիցքավորման սարքը հափշտակելու դեպքում Օգտատերը պարտավոր է այդ մասին անհապաղ տեղեկացնել
      Վարձատուին Կայքում և/կամ Հավելվածում նշված հեռախոսով ոչ ավելի, քան երկու օրացուցային օրվա ընթացքում, տալով
      Վարձատուին գրավոր բացատրություններ տվյալ իրադարձության նկարագրի վերաբերյալ:
      <br />
      14. Վարձատուն սույնով տեղեկացնում է, որ Լիցքավորման սարքի ոչ ճիշտ/ոչ նպատակային օգտագործումը կարող է վտանգ
      առաջացնել Օգտատիրոջ կյանքի և առողջության համար։ Օգտատերը հասկանում և համաձայնում է, որ ինքը ծանուցված է սույն
      Հավելվածում նշված Լիցքավորման սարքի օգտագործման անվտանգության միջոցառումների մասին և ինքնուրույն
      պատասխանատվություն է կրում իր գործողությունների համար։ Ոչ նպատակային նշանակությամբ Լիցքավորման սարքի օգտագործումը
      կարող է հանգեցնել նաև սույն Հավելվածում չնշված այլ ռիսկերի։
      <br />
      15. Վարձատուն պատասխանատվություն չի կրում Օգտատիրոջը պատճառված վնասի դեպքում սույն Հավելվածի 7-րդ կետին
      համապատասխան Լիցքավորման սարքի օգտագործման պիտանիության համար։
      <br />
      Լիցքավորման սարքի որակի նկատմամբ պահանջների առկայության դեպքում, ինչպես նաև Լիցքավորման սարքի օգտագործման
      հետևանքով առաջացած վնասի առկայության դեպքում Օգտատերն իրավունք ունի պահանջներ ներկայացնել Լիցքավորման սարքն
      արտադրողին։ Վարձատուն իրավունք ունի տրամադրել Լիցքավորման սարքն արտադրողի ներկայացուցչության կոնտակտային
      տվյալները:
      <br />
      Լիցքավորման սարքերի օգտագործման կանոնները
      <br />
      1. Լիցքավորման սարքի օգտագործման ընթացքում ստուգել լիցքավորման ցուցիչի ճշգրտությունը Լիցքավորման սարքի ճիշտ
      աշխատանքն ապահովելու համար:
      <br />
      2. Էլեկտրաէներգիայի ընդունման և մատակարարման ժամանակ անհրաժեշտ է ինքնուրույն ընտրել համապատասխան մալուխ։
      <br />
      3. Եթե թվայնացված սարքերի լիցքավորման ժամանակ ծավալային ցուցմունքն ամբողջովին մարվել է, ապա նշանակում է, որ
      անհրաժշետ է լիցքավորել մարտկոցը։
      <br />
      4. Թվայնացված սարքերին մարտկոցը միացնելու ժամանակ թվայնացված սարքերը նախ և առաջ օգտագործում են էլեկտրաէներգիա:
      Օգտատերն իրավունք չունի պահանջ ներկայացնել Վարձատուին՝ Օգտատիրոջ հեռախոսի մարտկոցի վատ աշխատանքի վերաբերյալ։
      <br />
      5. Թվայնացված սարքերի լիարժեք լիցքավորումից հետո անհրաժեշտ է ժամանակին անջատել մալուխը անսարքությունների
      առաջացումը կանխելու համար:
      <br />
      6. Եթե կարճ միացման կամ այլ պատճառների հետևանքով սարքն անցնում է անվտանգ ռեժիմի (LED –ը չի վառվում), ապա անհրաժեշտ
      է միացնել սարքը ցանցին՝ նորմալ աշխատանքային ռեժիմին այն վերադարձնելու համար։
      <br />
      Լիցքավորման սարքի օգտագործման անվտանգության միջոցառումները.
      <br />
      Լիցքավորման սարքը պարունակում է ձուլվածքապոլիմերային մարտկոց: Խստորեն արգելվում է .
      <br />
      1. հեռացնել Լիցքավորման սարքի արտաքին թաղանթը՝ կանխելու մարտկոցի փչանալը և դրա հարակից ռիսկերը.
      <br />
      2. Լիցքավորման սարքի մոնտաժումը,
      <br />
      3. Սեղմել Լիցքավորման սարքը,
      <br />
      4. Լիցքավորման սարքի ծակելը,
      <br />
      5. Լիցքավորման սարքի օգտագործումը ջրում և/կամ այլ հեղուկների հետ շփման ժամանակ,
      <br />
      6. Լիցքավորման սարքը դնել ջրի մեջ,
      <br />
      7. Լիցքավորման սարքը դնել կրակի մեջ,
      <br />
      8. 60°C-ից բարձր ջերմաստիճանով (140°F) տարածքում Լիցքավորման սարքի գտնվելը,
      <br />
      9. Օգտագործել սննդի մեջ:
    </p>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>
      <br />
      ՕԳՏԱԳՈՐԾՄԱՆ ՀԱՄԱՁԱՅՆԱԳՐԻ ՀԱՎԵԼՎԱԾ ԹԻՎ 3
      <br />
      «ՓԱՈՒԵՐՖՈՒԼԼ» ԾԱՌԱՅՈՒԹՅԱՆ ՕԳՏԱԳՈՐԾՄԱՆ ՍԱԿԱԳՆԵՐԸ
    </h1>
    <p>
      <br />
      1. Ժամավճարը (ստանդարտ սակագինը) իր մեջ ներառում է.
      <br />- Լիցքավորման սարքի վարձույթը Լիցքավորման սարքի տրամադրման յուրաքանչյուր րոպեի, կես ժամվա, օրվա համար,
      <br />
      Վարձակալության արժեքը 0 դրամ է Լիցքավորման սարքի վարձակալության առաջին 5 րոպեյվա համար, այնուհետև՝ 149․99 դրամ՝ 30
      րոպեյվա համար (Ստանդարտ սակագին), որից հետո 4․99 դրամ՝ յուրաքանչյուր մեկ րոպեյվա համար (Րոպեյավճար), իսկ 2 ժամ
      հետո՝ 599 դրամ՝ մեկ օրվա համար (Օրավարձ)։
      <br />
      Օգտատիրոջ մեղքով Լիցքավորման սարքը չվերադարձնելու / փչացնելու / անսարքության դեպքում Վարձատուն իրավունք ունի
      Օգտատիրոջ քարտից առանց նախապայմանների դուրս գրել Լիցքավորման սարքի լրիվ արժեքը:
      <br />
      Լիցքավորման սարքի ամբողջական արժեքը 15.000 դրամ է:
      <br />
      2. Ճշգրիտ արժեքը
      <br />- Ծառայության օգտագործման ստույգ արժեքը կարող է փոփոխվել՝ կախված «Փաուերֆուլլ» լիցքավորման կայանի գտնվելու
      վայրից: Արժեքի տեղեկատվությունը նշված է Կայքում և/կամ Հավելվածներում:
    </p>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>
      <br />
      ՕԳՏԱԳՈՐԾՄԱՆ ՀԱՄԱՁԱՅՆԱԳՐԻ ՀԱՎԵԼՎԱԾ ԹԻՎ 4
      <br />
      ԱՆՁՆԱԿԱՆ ՏՎՅԱԼՆԵՐԻ ՄՇԱԿՄԱՆ ՀԱՄԱՁԱՅՆԱԳԻՐ
    </h1>
    <p>
      <br />
      1. Օգտատերը տալիս է իր համաձայնությունը Վարձատուին՝ մշակելու իր, ինչպես նաև ցանկացած երրորդ անձանց կողմից
      տրամադրված անձնական տվյալները. անուն, ազգանուն, ծննդյան ամսաթիվ, ամիս և տարի, բնակության վայրի գրանցման հասցեն,
      կոնտակտային տվյալներ, այդ թվում՝ հեռախոսի համարը, էլեկտրոնային փոստի հասցեն, կենսաչափական տվյալները
      (լուսանկարները), ինչպես նաև Օգտագործման համաձայնագրի կնքման և կատարման հետ կապված այլ անձնական տվյալներ և
      հաստատում է, որ տալով նման համաձայնություն գործում է իր կամքով և հանուն իր շահի:
      <br />
      2. Անձնական տվյալների մշակման համաձայնությունը տրվում է Օգտատիրոջ կողմից Օգտագործման համաձայնագրի կնքման և
      կատարման, Վարձատուի կողմից լրացուցիչ ծառայությունների մատուցման, Վարձատուի կողմից անցկացվող ակցիաներին,
      հարցումներին, հետազոտություններին մասնակցության նպատակով (ներառյալ, բայց չսահմանափակվելով հարցումներով,
      հետազոտությունների անցկացմամբ էլեկտրոնային, հեռախոսային և բջջային կապի միջոցով), Օգտատիրոջ կամ այլ անձանց նկատմամբ
      իրավաբանական հետևանքներ առաջացնող որոշումների ընդունման կամ այլ գործողությունների կատարման նպատակով, Վարձատուի
      կողմից մատուցվող ծառայությունների վերաբերյալ Օգտատիրոջը տեղեկատվություն ներկայացնելուն, Վարձատուի կողմից
      խորհրդատվական ծառայությունների մատուցմամբ, այդ թվում Օգտատիրոջ կողմից հետագայում այլ անձանց հետ
      պայմանագրեր/համաձայնագրեր կնքելու նպատակով և վերաբերում է սույն Հավելվածի 1-ին կետում նշված ողջ տեղեկատվությանը։
      <br />
      3. Օգտատիրոջ անձնական տվյալների մշակումն իրականացվում է Վարձատուի կողմից այն ծավալով, որն անհրաժեշտ է վերը նշված
      նպատակներից յուրաքանչյուրին հասնելու համար հետևյալ հնարավոր եղանակներով ՝ հավաքագրում, գրանցում (այդ թվում ՝
      էլեկտրոնային կրիչներով), համակարգում, կուտակում, պահպանում, ցանկերի կազմում, մակնշում, ճշգրտում ( թարմացում,
      փոփոխություն), հանում, օգտագործում, փոխանցում (տարածում, տրամադրումը, հասանելիությունը), դեպերսոնալիզացիայի,
      անհատական տվյալների հավաքում, արգելափակում, հեռացումը, միջսահմանային փոխանցում, անձնական տվյալների փոխանցում,
      պատկերի ստացումը լուսանկարհանման միջոցով, ինչպես նաև Օգտատիրոջ անձնական տվյալների հետ կապված ցանկացած այլ
      գործողությունների իրականացում ՝ համաձայն Հայաստանի Հանրապետության գործող օրենսդրությունը։ Մշակումն իրականացվում է
      ինչպես ավտոմատացման միջոցների, այնպես էլ առանց նման միջոցների օգնությամբ.
      <br />
      4. Օգտատերը հաստատում է, որ իր կողմից տրված անձնական տվյալների մշակման համաձայնությունը գործում է անժամկետ ՝
      Օգտատիրոջ կողմից Վարձատուին տրամադրելու պահից։
      <br />
      5. Օգտատերն իրավունք ունի չեղարկել անձնական տվյալների մշակման իր համաձայնությունը՝ Վարձատուին համապատասխան գրավոր
      ծանուցում ուղարկելու միջոցով համաձայնության չեղարկման պահից սկսած առնվազն 30 (երեսուն) օր առաջ:
      <br />
      6. Օգտատերն ընդունում է և հաստատում, որ վերը նշված նպատակներին հասնելու համար անձնական տվյալները երրորդ անձին (այդ
      թվում ՝ լիազորված պետական մարմիններին) տրամադրման անհրաժեշտության դեպքում, ինչպես նաև երրորդ անձանց ՝ օգտագործողի
      համաձայնագրով նախատեսված աշխատանքների կատարման (ծառայությունների մատուցման) ներգրավման, Վարձատուի կողմից իրեն
      պատկանող գործառույթներն ու լիազորություններն այլ անձի փոխանցելու (զիջման, այդ թվում ՝ զիջման հնարավորության
      քննարկման և զիջման, պարտքի բռնագանձման մասին որոշում կայացնելու համար և այլն), Վարձատուն իրավունք ունի, առանց
      Օգտատիրոջ կողմից լրացուցիչ համաձայնություն ստանալու, վերը նշված գործողությունները կատարելու համար անհրաժեշտ
      ծավալով բացահայտել անձամբ (ներառյալ անձնական տվյալները) այդպիսի երրորդ անձանց, նրանց գործակալներին և նրանց կողմից
      լիազորված այլ անձանց մասին տեղեկատվությունը, ինչպես նաև այդ անձանց ներկայացնել այդպիսի տեղեկատվություն պարունակող
      համապատասխան փաստաթղթեր ՝ պահպանելով Հայաստանի Հանրապետության օրենսդրության պահանջները։
      <br />
      7. Օգտատերը ճանաչում և հաստատում է, որ Օգտատիրոջ անձնական տվյալների մշակման համաձայնությունը տրված է իր կողմից
      ցանկացած երրորդ անձանց ՝ հաշվի առնելով համապատասխան փոփոխությունները, և ցանկացած այդպիսի երրորդ անձինք իրավունք
      ունեն մշակել անհատական տվյալները համաձայն սույն համաձայնագրի:
      <br />
      8. Օգտատերն ընդունում և հաստատում է, որ Օգտատիրոջ հետ կնքված Օգտագործման համաձայնագրի իրավունքների զիջման հարցերը
      Վարձատուի կողմից դիտարկելու դեպքում իր անձնական տվյալների և իր Օգտագործման համաձայնագրով երրորդ անձանց տվյալների
      փոխանցման մասին համաձայնությունը պոտենցիալ ցեսիոներներին՝ նրանց կողմից Վարձատուի հետ Ցեսիայի Օգտագործման
      համաձայնագրի կնքման հարցը լուծելու համար պետք է ներկայացվի Վարձատուին Օգտատիրոջ կողմից:
      <br />
      Օգտագործման համաձայնության իրավունքները զիջելու դեպքում Վարձատուն իրավունք ունի չծանուցել այդ մասին Օգտատիրոջը:
      Սույն հավելվածի համաձայն Օգտատերը համաձայնում է չստանալ Վարձատուի կողմից կատարված զիջման վերաբերյալ որևէ
      ծանուցում։
      <br />
      9. Օգտատերը տալիս է իր համաձայնությունը Վարձատուի և/կամ նրա գործընկերների և/կամ այլ երրորդ անձանց կողմից վաճառվող
      ապրանքների և ծառայությունների գովազդ պարունակող տեղեկություններ ստանալու էլեկտրոնային փոստին և բջջային
      հեռախոսահամարին (այդ թվում ՝ WhatsApp, Viber, Telegram և այլն), որոնք նշել է Օգտատերը Գրանցման ժամանակ, ինչպես նաև
      այլ էլեկտրոնային փոստի հասցեներ և բջջային հեռախոսահամարներ (ներառյալ նրանց կից WhatsApp, Viber, Telegram և այլն),
      որոնք նշել է Օգտատերը Վարձատուին սույն հավելվածին համապատասխան: Այն դեպքում, երբ Օգտատերը դիմում է Վարձատուին ՝ իր
      հասցեին գովազդային հաղորդագրությունների տարածումը դադարեցնելու պահանջով, Վարձատուն պարտավորվում է անհապաղ
      դադարեցնել նման տարածումը Օգտատիրոջ նկատմամբ։
      <br />
      10. Օգտատերը տալիս է իր համաձայնությունը դուրս գրել դրամական միջոցներ իր բանկային քարտից սույն հավելվածով
      նախատեսված ցանկացած վճարի մարման դիմաց Վարձատուի կամ իր կողմից հանձնարարված գործակալի կողմից (վճարային համակարգ)
      վճարումների մարման դիմաց, առանց ակցեպտային կարգի, առանց Օգտատիրոջ կողմից լրացուցիչ համաձայնության: Այսպիսով, դուրս
      են գրվում Վարձատուի «Փաուերֆուլլ» ծառայության տրամադրման համար տրվող պարգևավճարները, տուգանքները, տույժերը,
      վնասների հատուցումը, ծախսերը և պահումները, որոնք առաջացել են Օգտագործողի համաձայնագրի
      <br />
      չկատարման կամ ոչ պատշաճ կատարման, լրացուցիչ ապահովագրական վճարների գումարների, ֆրանշիզայի գումարների, այլ
      գումարների հետևանքով, Հայաստանի Հանրապետության գործող օրենսդրությամբ և Օգտագործման համաձայնագրով նախատեսված
      դեպքերում:
      <br />
      11. Օգտագտերը տալիս է իր համաձայնությունը Վարձատուի կողմից Աջակցության ծառայության հետ Օգտատիրոջ կոնտակտների
      (խոսակցությունների) ձայնագրումը և այդպիսի ձայնագրությունը երրորդ անձանց տրամադրումը։
    </p>
  </div>
);
export default hy;
