const hy = () => (
  <div className='container text-black'>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ</h1>
    <p>
      Настоящее пользовательское соглашение (далее – <b>«Пользовательское соглашение»</b>) представляет собой договор
      между пользователем Сервиса «Пауерфулл» (далее – <b>«Пользователь»</b>)
      <b> и ООО “ПАУЕРФУЛЛ”, в лице генерального директора ДАВИДА МЗЫКЯНА</b>/ именуемым в дальнейшем{" "}
      <b>«Арендодатель»</b>
      Стороны заключают настоящее Пользовательское соглашение, руководствуясь положениями статей 437 (Свобода договора)
      и 444 (Договор присоединения) Гражданского кодекса Республики Армения.
    </p>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>1. ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</h1>
    <p>
      В настоящем Пользовательском соглашении и/или Приложениях к нему используются следующие термины, имеющие
      определенное ниже значение. В случае, если в Пользовательском соглашении и/или Приложениях к нему используются
      термины и понятия, не определенные в настоящем разделе Пользовательского соглашения, они имеют значения, которые
      обычно придаются им в соответствующей отрасли/сфере.
      <br />
      <b>• Станция</b> – устройство, обеспечивающее прием и выдачу портативных зарядных устройств Пользователю, их
      зарядку, а также идентифицирующий принадлежность зарядного устройства Пользователю;
      <br />
      <b>• Пользователь</b> – физическое лицо, отвечающее требованиям настоящего Пользовательского соглашения;
      <br />
      <b>- Арендодатель</b> – собственник Станции для выдачи портативных Зарядных устройств, предоставляющий Зарядное
      устройство; ООО “ПАУЕРФУЛЛ”, в лице генерального директора ДАВИДА МЗЫКЯНА, а также иные лица, которым в
      соответствии с законом и / или настоящим Пользовательским соглашением перешли права Арендодателя по настоящему
      Пользовательскому соглашению, в том числе организация, обслуживающая Станция (собственники Зарядных устройств в
      соответствии с заключенным с Арендодателем Пользовательским соглашением; либо арендатор Станции в соответствии с
      заключенным с Арендодателем Пользовательским соглашением.
      <br />
      <b>• Зарядное устройство</b> – портативное зарядное устройство (аккумулятор) для мобильных устройств power bank;
      <br />
      <b>• Личный кабинет</b> – страница в Приложении, в Станции, содержащая необходимую информацию о прокате зарядного
      устройства (портативного аккумулятора - Power bank) для конкретного Пользователя;
      <br />
      <b>• Логин</b> – уникальное наименование, идентифицирующее Пользователя после регистрации в личном кабинете;
      <br />
      <b>• Оплата залога</b> – действия Пользователя, направленные на оплату услуг Арендодателя, путем принятия
      настоящего Пользовательского соглашения и оплаты залога для доступа к Станциям в соответствии с установленной
      системой оплаты, указанной в Приложении №3 к настоящему Пользовательскому соглашению.
      <br />
      <b>• Приложение</b> – программа для осуществления регистрации пользователя, для получения доступа в личный
      кабинет; поиска на карте Станций, расположенных на Станциях для получения power bank, пополнения счета, просмотра
      статистики и получения необходимой информации при пользовании зарядным устройством (портативным аккумулятором -
      Power bank); Приложений к нему, прошедшее процедуры Регистрации и Авторизации и присоединившееся к настоящему
      Пользовательскому соглашению в соответствии с его требованиями.
      <br />
      <b>• Почасовая плата (аренда)</b> – оплата Пользователем аренды (проката) зарядного устройства (портативного
      аккумулятора - Power bank) по тарифу, который предполагает оплату за каждый час аренды зарядного устройства;
      <br />
      <b>• Прокат</b>– соглашение между Арендодателем и Пользователем, согласно которому Арендодатель предоставляет
      Пользователю зарядное устройство (портативный аккумулятор - Power bank) за плату во временное владение и
      пользование;
      <br />
      <b>• Регистрация в личном кабинете</b> – заполнение Пользователем регистрационной формы в Приложении с принятием
      условий настоящего Пользовательского соглашения;
      <br />
      <b>• Сайт</b> – сайт Арендодателя в общем доступе – сети интернет по следующему адресу: www.powerfull.am;
      <br />
      <b>• Сервис «Пауерфулл»</b> – комплексная услуга Арендодателя, предоставляемая зарегистрированным и авторизованным
      Пользователям с помощью Приложения «Пауерфулл» и/или Станций в режиме двадцать четыре часа, семь дней в неделю,
      без выходных и праздничных дней, заключающаяся в предоставлении Пользователям возможности поиска доступных
      Зарядных устройств, аренды (временного владения и пользования) Зарядных устройств.
      <br />
      <b>• Тарифы</b> – расценки за пользование сервисом «Пауерфулл», устанавливаемые Арендодателем в Приложении № 3 к
      настоящему Пользовательскому соглашению, а также Тарифы, отображаемые на Сайте и/или в Приложении «Пауерфулл».
    </p>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>
      2. ПРИСОЕДИНЕНИЕ ПОЛЬЗОВАТЕЛЯ К ПОЛЬЗОВАТЕЛЬСКОМУ СОГЛАШЕНИЮ
    </h1>
    <p>
      <br />
      2.1. Пользователь самостоятельно совершает загрузку (скачивание) на Устройство Приложения «Пауерфулл» с
      использованием магазинов приложений AppStore (itunes.apple.com) и / или Google Play (play.google.com) в сети
      Интернет.
      <br />
      2.2. Пользователь самостоятельно совершает необходимые действия по Регистрации и Авторизации в Приложении
      «Пауерфулл».
      <br />
      2.3. Заключение настоящего Пользовательского соглашения между Арендодателем и Пользователем осуществляется путем
      присоединения Пользователя к определенным Арендодателем и изложенным в настоящем Пользовательском соглашении
      условиям в соответствии со статьей 444 Гражданского кодекса Республики Армения.
      <br />
      2.4. Пользовательское соглашение считается заключенным (Пользователь считается присоединившимся к
      Пользовательскому соглашению) с даты завершения Регистрации Пользователя в Приложении «Пауерфулл» (с даты успешной
      Регистрации), в обязательном порядке сопровождающейся проверкой Пользователя Арендодателем и принятием
      Пользователем условий Пользовательского соглашения «Пауерфулл».
      <br />
      2.5. Полноценным и окончательным подтверждением присоединения Пользователя к условиям Пользовательского соглашения
      (заключением Пользовательского соглашения) считается совершение Пользователем действий по Регистрации в Приложении
      «Пауерфулл» (успешная Регистрация), в обязательном порядке сопровождающаяся проверкой Пользователя Арендодателем и
      принятием Пользователем условий Пользовательского соглашения «Пауерфулл» (в указанном случае Стороны приравнивают
      действия по Регистрации, в обязательном порядке сопровождающиеся принятием Пользователем условий Пользовательского
      соглашения «Пауерфулл».
      <br />
      2.6. Заключая настоящее Пользовательское соглашение (присоединяясь к Пользовательскому соглашению), Пользователь
      заявляет, гарантирует и подтверждает, что он:
      <br />- владеет армянским и/или русским и/или английским языками на уровне, достаточном для прочтения и осознания
      смысла и значения Пользовательского соглашения и всех Приложений к нему;
      <br />- прочитал условия Пользовательского соглашения и Приложений к нему, осознал значение и смысл указанных
      документов, согласен с их содержанием и обязуется выполнять установленные ими требования, а также понимает все
      последствия своих действий по присоединению к настоящему Пользовательскому соглашению и дальнейшему пользованию
      Сервисом «Пауерфулл»;
      <br />- предоставил Арендодателю при присоединении к настоящему Пользовательскому соглашению полные,
      действительные и достоверные персональные данные;
      <br />- соответствует всем требованиям, предъявляемым к нему Пользовательским соглашением и Приложениями к нему;
      <br />- согласен с обработкой своих персональных данных Арендодателем в соответствии с Пользовательским
      соглашением и действующим законодательством РА;
      <br />- согласен с тем, что размер нанесенных Арендодателю убытков, возникших в результате нарушения Пользователем
      любых его гарантий и обязательств по настоящему Пользовательскому соглашению, определяется единолично
      Арендодателем и по его усмотрению, и безусловно соглашается возмещать Арендодателю такие убытки.
      <br />
      2.7. При использовании Сервиса «Пауерфулл» и Зарядного устройства Пользователь обязуется соблюдать требования
      действующего законодательства Республики Армении, а также условия Пользовательского соглашения и приложений к
      нему, пользоваться Зарядным устройством с надлежащей заботой и добросовестностью.
      <br />
      2.8. Ознакомление с условиями настоящего Пользовательского соглашения должно быть произведено Пользователем до
      момента
      <br />
      начала пользования Сервисом «Пауерфулл», при этом текст настоящего Пользовательского соглашения будет доступен
      Пользователю на Сайте Арендодателя и/или в Приложении «Пауерфулл».
      <br />
      Пользователь, своевременно не ознакомившийся с условиями
      <br />
      Пользовательского соглашения, принимает на себя все риски связанные с этими неблагоприятными последствиями.
    </p>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>3. ПРЕДМЕТ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ</h1>
    <p>
      3.1. Арендодатель обязуется предоставлять Пользователю Сервис «Пауерфулл» на условиях настоящего Пользовательского
      соглашения, а Пользователь обязуется пользоваться Сервисом «Пауерфулл» и Зарядным устройством в соответствии с
      положениями настоящего Пользовательского соглашения и Приложений к нему, и своевременно и в полном объеме
      оплачивать платежи, предусмотренные настоящим Пользовательским соглашением и Тарифами.
    </p>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>4. ПРАВА И ОБЯЗАННОСТИ СТОРОН</h1>
    <p>
      <br />
      <b>4.1. Права Пользователя:</b>
      <br />
      4.1.1. требовать от Арендодателя исполнения им своих обязательств по Пользовательскому соглашению;
      <br />
      4.1.2. пользоваться Сервисом «Пауерфулл», использовать арендованное Зарядное устройство в соответствии с условиями
      Пользовательского соглашения, Приложений и требованиями действующего законодательства Республики Армении;
      <br />
      <b>4.2. Обязанности Пользователя:</b>
      <br />
      4.2.1. при присоединении к настоящему Пользовательскому соглашению (заключении Пользовательского соглашения)
      предоставить Арендодателю способами, определенными в настоящем Пользовательском соглашении и Приложениях к нему,
      адрес электронной почты и номер телефона, зарегистрированного на Пользователя;
      <br />
      4.2.2. принять в соответствии с условиями настоящего Пользовательского соглашения и бережно использовать Зарядное
      устройство в строгом соответствии с настоящим Пользовательским соглашением и Приложениями, инструкциями и
      рекомендациями Арендодателя, в том числе, Службы поддержки, принимать все возможные меры к предотвращению
      нанесения ущерба Зарядному устройству;
      <br />
      4.2.3. своими силами (только лично) осуществлять владение и пользование Зарядным устройством. Передача Зарядного
      устройства третьим лицам запрещена;
      <br />
      4.2.4. обеспечивать сохранность Зарядного устройства, и кабеля к нему в соответствии с условиями настоящего
      Пользовательского соглашения и Приложения № 2;
      <br />
      4.2.5. при пользовании Зарядного устройства соблюдать требования техники безопасноcти, указанные в Приложении №2;
      <br />
      4.2.6. своевременно, в соответствии с условиями настоящего Пользовательского соглашения, вносить любые платежи,
      предусмотренные Пользовательским соглашением и Приложениями к нему, обеспечивать остаток денежных средств на
      банковской карте в количестве, достаточном для осуществления всех платежей, предусмотренных настоящим
      Пользовательским соглашением и Приложениями к нему;
      <br />
      4.2.7. по окончании использования Зарядного устройства, возвратить его Арендодателю в надлежащем техническом
      состоянии в порядке, предусмотренном настоящим Пользовательским соглашением;
      <br />
      4.2.8. принимать надлежащие меры для защиты и сохранения в тайне информации, используемой для Авторизации в
      Приложении «Пауерфулл», от несанкционированного использования другими лицами и незамедлительно сообщать
      Арендодателю соответствующую информацию в случае обнаружения факта такого использования. Независимо от факта
      сообщения или не сообщения Арендодателю указанной информации Пользователь несет все риски неблагоприятных
      последствий, включая ответственность Пользователя, предусмотренную Пользовательским соглашением, Приложениями к
      нему и применимым законодательством, связанных с использованием третьими лицами информации, используемой для
      Авторизации в Приложении «Пауерфулл».
      <br />
      4.2.9. в случае смены номера мобильного телефона, и иных данных (ФИО, адрес электронной почты), указанных при
      Регистрации, сообщить об этом Арендодателю. Пользователь несет все риски неблагоприятных последствий, связанных с
      отсутствием такого сообщения;
      <br />
      4.2.10. использовать Сайт, Приложение «Пауерфулл» только в личных некоммерческих целях, не связанных с
      осуществлением предпринимательской деятельности Пользователем;
      <br />
      4.2.11. самостоятельно отслеживать изменения условий Пользовательского соглашения и Приложений к нему, а также
      изменения на Сайте и/или в Приложении;
      <br />
      4.2.12. не использовать никакие технологии и не предпринимать никаких действий, которые могут нанести вред Сайту
      и/или Приложению и/или Станциям «Пауерфулл», интересам и имуществу Арендодателя;
      <br />
      4.2.13. Пользователь не вправе производить какие-либо улучшения/ухудшения в Зарядном устройстве, изменять
      какие-либо технические характеристики, монтировать (демонтировать) какое-либо оборудование, осуществлять ремонт
      (независимо от степени сложности) или организовывать его осуществление третьими лицами, если такие действия не
      согласованы со Службой поддержки Арендодателя;
      <br />
      4.2.14. Пользователь не вправе распоряжаться Зарядным устройством никаким образом (в том числе, передавать в
      субаренду, отдавать в залог, продавать и т.п.), а также передавать каким-либо третьим лицам свои права по
      настоящему Пользовательскому соглашению;
      <br />
      4.2.15. незамедлительно (при первой возможности) извещать Службу поддержки об ущербе, нанесенному Зарядному
      устройству и/или в случае его потери;
      <br />
      4.2.16. соблюдать иные положения действующего законодательства Республики Армении, положения настоящего
      Пользовательского соглашения и требования Арендодателя.
      <br />
      <br />
      <b>4.3. Права Арендодателя:</b>
      <br />
      4.3.1. требовать от Пользователя исполнения обязательств по Пользовательскому соглашению;
      <br />
      4.3.2. осуществлять списание с банковской карты Пользователя денежных средств в оплату денежных обязательств
      Пользователя перед Арендодателем в соответствии с Пользовательским соглашением и Приложениями к нему, в том числе,
      в случаях, предусмотренных Пользовательским соглашением, в безакцептном порядке (без получения дополнительного
      согласия Пользователя);
      <br />
      4.3.3. определять и в любой момент изменять порядок и правила пользования Сервисом «Пауерфулл» и использования
      Зарядных устройств с соблюдением процедуры, предусмотренной настоящим Пользовательским соглашением;
      <br />
      4.3.4. в случае возникновения подозрений в недобросовестности Пользователя (в частности, подозрений в попытке
      кражи/хищения Зарядного устройства, невозможности списания денежных средств за предоставленные услуги или
      недостаточности таких средств и пр.) заблокировать возможность пользования Сервисом «Пауерфулл» полностью или в
      части;
      <br />
      4.3.5. уступить свои права по взысканию задолженностей, образовавшихся за Пользователем по настоящему
      Пользовательскому соглашению, любым третьим лицам, в соответствии с действующим законодательством РА без согласия
      Пользователя, но с уведомлением Пользователя о такой уступке;
      <br />
      4.3.6. иметь иные права, установленные Пользовательским соглашением и вытекающие из существа обязательств по
      Пользовательскому соглашению.
      <br />
      <b>4.4. Обязанности Арендодателя:</b>
      <br />
      4.4.1. предоставлять Пользователю Зарядное устройство при условии внесения Пользователем платы;
      <br />
      4.4.2. своевременно, за свой счет, производить тесты на работоспособность Зарядного устройства;
    </p>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>5. ПОРЯДОК РАСЧЕТОВ</h1>
    <p>
      <br />
      5.1. За пользование Сервисом «Пауерфулл» Пользователь уплачивает Арендодателю вознаграждение согласно Тарифам.
      Вознаграждение включает все предусмотренные законодательством налоги и сборы.
      <br />
      5.2. Расчет стоимости пользования Сервисом «Пауерфулл», происходящий в момент изменения Тарифов, производится на
      основании Тарифов, действующих на момент начала оказания соответствующей услуги, предусмотренной Сервисом
      «Пауерфулл». Арендодатель вправе при расчете округлить итоговую сумму до целых драмов в большую сторону.
      <br />
      5.3. Платежи по Пользовательскому соглашению осуществляются посредством списания денежных средств с банковской
      карты Пользователя. Арендодатель вправе привлекать к осуществлению процесса приема платежей агентов (платежные
      системы).
      <br />
      5.4. В случае успешного прохождения Пользователем процесса Регистрации в Приложении «Пауерфулл» Пользователь
      должен привязать (ввести данные) к Сервису «Пауерфулл» свою(и) банковскую(ие) карту(ы), которые автоматический
      интегрируются с Сервисом «Пауерфулл» и с которых будут списываться денежные средства в счет платежей,
      предусмотренных Пользовательским соглашением. Допускается использование банковских карт только тех платежных
      систем, которые указаны на Сайте и/или в Приложении «Пауерфулл», с наличием возможности совершения
      интернет-платежей. Возможность совершения интернет-платежей обеспечивается Пользователем самостоятельно через банк
      эмитент банковской карты. Денежные средства в счет платежей, предусмотренных Пользовательским соглашением,
      списываются Арендодателем с банковской карты привязанной Пользователем и выбранной в качестве основной банковской
      карты.
      <br />
      5.5. При привязке Пользователем каждой банковской карты, а также перед каждым началом использования Сервиса
      «Пауерфулл», может производиться проверка положительного баланса на банковской карте Пользователя, для чего
      производится списание денежной суммы в размере не более 10 (десяти) драм.
      <br />
      5.6. Списание денежных средств с банковской карты Пользователя осуществляется в размерах, предусмотренных
      действующими Тарифами и иными условиями Пользовательского соглашения. Списание денежных средств может
      осуществляться как во время аренды Зарядного устройства, так и после прекращения аренды Зарядного устройства
      Пользователем, при нарушении Пользователем условий Пользовательского соглашения (штрафы) и в иных случаях, и в
      иные моменты, установленные Пользовательским соглашением и Приложениями. Арендодатель вправе уведомлять
      Пользователя о факте списания денежных средств во всех случаях, однако, Пользователь обязуется самостоятельно
      обеспечить подключение услуги sms-информирования о списаниях с карты через банк-эмитент банковской карты и
      самостоятельно отслеживать указанные списания.
      <br />
      5.7. Арендодатель вправе производить списание с банковской карты Пользователя причитающихся ему платежей в любой
      момент до наступления момента завершения аренды.
      <br />
      5.8. В случае недостаточности денежных средств на банковской карте Пользователя, Арендодатель уведомляет об этом
      Пользователя посредством Приложения «Пауерфулл». Пользователь обязуется погасить возникшую задолженность в течение
      24 часов с момента направления уведомления Арендодателем, обеспечив достаточный для проведения списания остаток
      средств на банковской карте, при этом до момента погашения возникшей задолженности Арендодатель вправе присвоить
      Пользователю статус должника и заблокировать ему доступ к Сервису «Пауерфулл» полностью или в части (о такой
      блокировке Арендодатель уведомляет Пользователя любым удобным для Арендодателя способом).
      <br />
      5.9. В совершении платежей с использованием банковской карты Пользователю может быть отказано в случаях,
      предусмотренных законодательством и настоящим Пользовательским соглашением, в частности, в случае отсутствия опции
      банковской карты на совершение интернет-платежей; недостаточности средств на банковской карте; неверном вводе
      данных банковской карты; истечении срока действия банковской карты и т.д.
      <br />
      5.10. В случае недостаточности денежных средств на банковской карте, или невозможности списания Арендодателем
      денежных средств с банковской карты по иным основаниям, а также при невозможности исполнить обязательства,
      Пользователь обязуется оплатить аренду Зарядного устройства и иные платежи по настоящему Пользовательскому
      соглашению в любом случае не позднее 3-х календарных дней с момента завершения аренды Зарядного устройства.
      <br />
      5.11. В случае неисполнения Пользователем обязательств по оплате, предусмотренных настоящим Пользовательским
      соглашением (в том числе, настоящим разделом Пользовательского соглашения), Арендодатель вправе направить
      соответствующие сведения (включая персональные данные Пользователя) в уполномоченные органы для привлечения
      Пользователя к административной ответственности, а также в организации, осуществляющие взыскание денежных средств.
      <br />
      5.12. В случае ошибочного списания денежных средств с банковской карты Пользователя Пользователь вправе обратиться
      к Арендодателю или по телефону в Службу поддержки, Арендодатель вправе потребовать от Пользователя предоставить
      копию паспорта и документов, подтверждающих ошибочное списание (выписки со счета и пр.). Возврат наличными
      денежными средствами не допускается.
    </p>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>6. ОТВЕТСТВЕННОСТЬ СТОРОН</h1>
    <p>
      <br />
      6.1. За неисполнение или ненадлежащее исполнение своих обязательств по Пользовательскому соглашению Стороны несут
      ответственность в соответствии с действующим законодательством Республики Армении и настоящим Пользовательским
      соглашением.
      <br />
      6.2. За неисполнение или ненадлежащее исполнение Пользователем условий Пользовательского соглашения Пользователь
      обязуется уплачивать штрафы в размере, определенном в настоящем пункте:
      <br />
      6.2.1. В случае любого повреждения внешнего вида/оформления Зарядного устройства, в том числе, оклеивания
      наклейками, Пользователь оплачивает штраф в размере 10.000 (десять тысяч) драм за любую поврежденную деталь
      Зарядного устройства;
      <br />
      6.2.2. При использовании Зарядного устройства в предпринимательских, коммерческих целях, целях, связанных с
      извлечением выгоды, не предусмотренных (или запрещенных) Пользовательским соглашением, Пользователь оплачивает
      Арендодателю штраф в размере 20 000 (двадцать тысяч) драм и возмещает причиненный Арендодателю ущерб (при наличии
      такового). При использовании Зарядного устройства не по прямому назначению и/или в иных целях, не предусмотренных
      (или запрещенных) Пользовательским соглашением, Пользователь оплачивает Арендодателю штраф в размере 20 000
      (двадцать тысяч) драм и возмещает причиненный Арендодателю ущерб (при наличии такового):
      <br />
      6.2.3. В случае указания / предоставления Пользователем при Регистрации неполных, недостоверных ложных данных,
      Пользователь выплачивает Арендодателю штраф в размере 20 000 (двадцать тысяч) драм:
      <br />
      6.3. Оплата всех предусмотренных настоящим Пользовательским соглашением штрафов, а также любых иных платежей,
      предусмотренных условиями настоящего Пользовательского соглашения, производится в безакцептном порядке путем
      списания соответствующих денежных сумм с банковской карты Пользователя. В случае неисполнения или ненадлежащего
      исполнения Пользователем обязанностей, указанных в настоящем пункте (например, недостаточность денежных средств на
      банковском счета Пользователя и т.д.), Пользователь оплачивает Арендодателю штраф в размере 5000 (пять тысяч) драм
      за каждые 3 (три) календарных дня просрочки оплаты.
      <br />
      6.4. В случае, если пользователь не возвращает Пауер банк, Арендатор взимает сумму сбора, установленную в
      Ежедневном тарифном плане, за период со счета Арендодателя до тех пор, пока общая сумма не достигнет 15 000
      драмов. После этого сбор денег приостанавливается и данная аренда считается успешно завершенной. Если в течение
      этого периода Арендатор испытывает трудности в процессе сбора денег из-за недостатка средств на банковской карте
      Пользователя, Арендодатель имеет право обратиться в соответствующие государственные органы для решения данной
      проблемы в соответствии с законодательством.
      <br />
      6.5. Арендодатель не несет ответственность ни за какой вред, причиненный имуществу и здоровью Пользователя и/или
      иных третьих лиц и за любые иные последствия принятия Пользователем Зарядного устройства в неисправном,
      неукомплектованном, непригодном к эксплуатации виде.
    </p>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>
      7. СРОК ДЕЙСТВИЯ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ, ПОРЯДОК ЕГО ИЗМЕНЕНИЯ И РАСТОРЖЕНИЯ
    </h1>
    <p>
      <br />
      7.1. Пользовательское соглашение вступает в силу с момента его заключения и действует в течение неопределенного
      срока.
      <br />
      7.2. Стороны договорились о том, что Арендодатель имеет право в любое время вносить изменения в условия
      Пользовательского соглашения, Приложений к Пользовательскому соглашению. Изменения в условия Пользовательского
      соглашения, Приложений к Пользовательскому соглашению осуществляются путем внесения изменений в существующую
      редакцию Пользовательского соглашения, Приложений, либо создания новой редакции Пользовательского соглашения,
      Приложений, и становятся обязательными для Сторон (вступают в силу) с даты размещения Арендодателем новой редакции
      Пользовательского соглашения, Приложений либо изменений, внесенных в Пользовательское соглашение, Приложения на
      Сайте и/или в Приложении «Пауерфулл». В случае, если Пользователь не согласен с изменениями, он вправе отказаться
      от исполнения Пользовательского соглашения в указанный ниже срок, что не освобождает Пользователя от исполнения
      своих обязательств, возникших до прекращения отношений по Пользовательскому соглашению.
      <br />
      7.3. При необходимости изменения Пользовательского соглашения и/или Приложений Арендодатель не менее чем за 5
      (пять) календарных дней до даты вступления в силу таких изменений, если иной срок не установлен Пользовательским
      соглашением, доводит их до сведения Пользователя путем размещения соответствующей информации на Сайте и/или в
      Приложении «Пауерфулл». В случае, если до момента вступления в силу изменений в Пользовательское соглашение и/или
      Приложения к нему Пользователь не отказался от исполнения Пользовательского соглашения (не подал заявление о
      расторжении Пользовательского соглашения), Стороны считают, что Пользователь поддерживает и соглашается с
      изменениями в Пользовательском соглашении и/или Приложениях к нему. Пользователь самостоятельно осуществляет
      мониторинг Сайта и / или Приложения на предмет изменения условий Пользовательского соглашения. Риск несоблюдения
      данного требования в полной мере ложится на Пользователя.
      <br />
      7.4. Пользователь вправе в одностороннем порядке расторгнуть. Пользовательское соглашение, уведомив об этом
      Арендодателя не позднее, чем за семь календарных дней до предполагаемой даты расторжения Пользовательского
      соглашения. При этом Пользователь обязуется исполнить все свои обязательства, вытекающие из Пользовательского
      соглашения и возместить все убытки, которые возникли в период его действия, не позднее даты прекращения
      Пользовательского соглашения.
      <br />
      7.5. Расторжение Пользовательского соглашения по инициативе Пользователя осуществляется на основании
      собственноручно подписанного заявления Пользователя, переданного Пользователем Арендодателю.
      <br />
      7.6. Арендодатель вправе в одностороннем внесудебном порядке в любой момент отказаться от исполнения
      Пользовательского соглашения без объяснения причин принятия такого решения. В этом случае Пользовательское
      соглашение считается прекращенным в момент отправки Пользователю уведомления.
      <br />
      7.7. В части неисполненных обязательств Сторон прекращенный по любым основаниям Пользовательское соглашение
      продолжает действовать вплоть до исполнения указанных обязательств в полном объеме.
    </p>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>8. РАЗРЕШЕНИЕ СПОРОВ И ПОДСУДНОСТЬ</h1>
    <p>
      <br />
      8.1. Все споры и разногласия разрешаются Сторонами путем переговоров и в претензионном порядке. Срок рассмотрения
      и ответа на претензию Стороной
      <br />- 10 (десять) календарных дней.
      <br />
      8.2. В случае, если Стороны не пришли к решению посредством переговоров и обмена претензиями в течение
      вышеуказанного срока, споры и разногласия передаются на разрешение судом по месту нахождения Арендодателя.
    </p>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>9. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</h1>
    <p>
      <br />
      9.1. Любая переписка, телефонные и иные переговоры, имевшие место до заключения Пользовательского соглашения,
      теряют юридическую силу с момента заключения Пользовательского соглашения.
      <br />
      9.2. В части, не урегулированной Пользовательским соглашением и Приложениями к нему, отношения Арендодателя и
      Пользователя регулируются действующим законодательством Республики Армении.
      <br />
      9.3. Арендодатель вправе использовать факсимильное воспроизведение подписи уполномоченного лица Арендодателя (с
      помощью средств механического или иного копирования) в любых документах, в том числе в настоящем Пользовательском
      соглашении и Приложениях. Стороны признают юридическую силу за такими документами.
      <br />
      9.4. Поскольку настоящее Пользовательское соглашение является смешанным договором и содержит элементы договоров
      различных видов, предусмотренных действующим гражданским законодательством РА, к нему в соответствующих частях
      применяются нормы о соответствующих видах договоров.
      <br />
      9.5. Арендодатель не несет ответственность за использование Приложения «Пауерфулл» с Устройства Пользователя
      третьими лицами, в связи с чем все действия, совершенные с Устройства Пользователя, считаются действиями
      Пользователя. В случае, если какое-либо лицо получает доступ к функциональным возможностям Сайта или Приложения
      «Пауерфулл» и возможность их использования от имени Пользователя, Пользователь обязан незамедлительно сообщить об
      этом Арендодателю в письменном виде (по электронной почте), либо обратившись в Службу поддержки. В противном
      случае все действия, совершенные от имени Пользователя с использованием Сайта или Приложения «Пауерфулл», будут
      расцениваться как действия, совершенные непосредственно Пользователем.
      <br />
      9.6. Арендодатель не несет ответственность за:
      <br />- беспрерывную работу Сайта и/или Приложения и/или Станции «Пауерфулл»;
      <br />- отсутствие ошибок и/или вирусов при работе Сайта и/или Приложения и/или Станции «Пауерфулл»;
      <br />- прерывание каналов связи и выход из строя серверной инфраструктуры на уровне магистральных каналов связи,
      центров обмена данными, вычислительных центров, а также линий связи регионального и местного значения;
      <br />- сбои и затруднения в работе глобальной сети Интернет или отдельных её сегментов, нарушения работы систем
      адресации (DNS) и т.д.;
      <br />- несанкционированные действия третьих лиц, имеющие в качестве цели нанесение любого вида ущерба любой из
      Сторон, осуществленные с помощью электронных программных и/или аппаратных средств или их комбинаций, в том числе,
      намеренные действия по нарушению или перегрузке каналов связи, работоспособности серверной инфраструктуры,
      несанкционированному доступу к управлению программными комплексами и доступу к конфиденциальной информации
      (взломы, DDOS атаки, распространение вредоносного программного кода, вывод из строя программно-аппаратных средств
      и т.д.). Пользователь соглашается и подтверждает, что использует Сайт и/или Приложение и/или Станция «Пауерфулл»
      исключительно на свой собственный риск.
      <br />
      9.7. Настоящее Пользовательское соглашение составлено на армянском, английском и русском языках. В случае
      несоответствия текста в разных версиях настоящего Пользовательского соглашения и/или приложений к настоящему
      Пользовательскому соглашению, основой является армянская версия. Текст настоящего Пользовательского соглашения
      состоит из собственно текста настоящего Пользовательского соглашения, а также из текстов всех Приложений к
      настоящему Пользовательскому соглашению. Приложения к Пользовательскому соглашению составляют его неотъемлемую
      часть.
      <br />
      9.8. Приложения к настоящему Пользовательскому соглашению:
      <br />
      Приложение № 1 – Порядок регистрации и авторизации
      <br />
      Приложение № 2 - Правила аренды и использования Зарядных устройств Приложение № 3 - Тарифы на использование
      Сервиса «Пауерфулл» Приложение № 4 - Соглашение об обработке персональных данных
    </p>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>10. РЕКВИЗИТЫ АРЕНДОДАТЕЛЯ</h1>
    <p>
      <br />
      <b>Юридическое лицо</b>
      <br />
      ООО
      <br />
      "ПАУЕРФУЛЛ"
      <br />
      ИНН 00212935
      <br />
      Генеральный директор: Давид Мзыкян Геворкович
      <br />
      Юридический адрес: 0019, г. Ереван ул. Айгедзор, д.72, помещение 25
      <br />
      <b>Банковские реквизиты:</b>
      <br />
      Инекобанк ЗАО Р/С 20528022147951001
    </p>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>
      ПРИЛОЖЕНИЕ №1 К ПОЛЬЗОВАТЕЛЬСКОМУ СОГЛАШЕНИЮ ПОРЯДОК РЕГИСТРАЦИИ И АВТОРИЗАЦИИ
    </h1>
    <p>
      <br />
      1. Пользователь самостоятельно совершает загрузку (скачивание) на Устройство Приложения «Пауерфулл» с
      использованием магазинов приложений AppStore (itunes.apple.com) и / или Google Play (play.google.com) в сети
      Интернет.
      <br />
      2. Использование Сайта www.powerfull.am и/или Приложения и/или Станции возможно только при условии Регистрации
      Пользователя в Приложении и Авторизации соответственно в Приложении.
      <br />
      3. Для Регистрации Пользователя в Приложении, Пользователь предоставляет контактный номер телефона. Некорректность
      (неточных) данных является основанием для отказа в Регистрации. На указанный Пользователем номер мобильного
      телефона Арендодателем автоматически генерируется и направляется по sms одноразовый код подтверждения (пароль),
      после ввода которого Пользователю предоставляется возможность осуществления действий, указанных в п.4 настоящего
      Приложения. В последующем при Авторизации в Приложении логином для доступа к личному кабинету Пользователя
      является номер мобильного телефона, указанный Пользователем при Регистрации.
      <br />
      4. Пользователь не может завершить Регистрацию, не приняв условия Пользовательского соглашения «Пауерфулл» путем
      проставления галочки во всплывающем окошке «Я согласен с условиями и принимаю Пользовательское соглашение».
      <br />
      5. С момента Регистрации, Регистрация считается законченной (успешной), а Пользовательское соглашение –
      заключенным Сторонами.
      <br />
      6. Пользователь обязуется сохранять в тайне данные, посредством которых может быть получен доступ к Приложению от
      имени Пользователя. В случае наличии оснований полагать, что этими данными завладело третье лицо, Пользователь
      обязан с использованием контактных данных, указанных им при Регистрации, подать Арендодателю запрос (путем
      отправки на электронный адрес Арендодателя, либо обратившись в Службу поддержки) о блокировании доступа в личный
      кабинет, после чего получить другой пароль. Запрос о блокировании доступа в личный кабинет рассматривается
      Арендодателем в течение 12 (двенадцати) часов с момента направления запроса. Все риски, вытекающие из невыполнения
      данного обязательства Пользователем, лежат на Пользователе.
      <br />
      7. По окончании Регистрации все вызовы в Службу поддержки осуществляются с номера мобильного телефона, указанного
      при Регистрации, либо иного номера телефона при условии предоставления Пользователем дополнительных данных по
      запросу сотрудника Службы поддержки.
    </p>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>
      ПРИЛОЖЕНИЕ №2 К ПОЛЬЗОВАТЕЛЬСКОМУ СОГЛАШЕНИЮ ПРАВИЛА АРЕНДЫ И ИСПОЛЬЗОВАНИЯ ЗАРЯДНЫХ УСТРОЙСТВ
    </h1>
    <p>
      <br />
      1. Арендодатель в целях обеспечения выдачи Зарядного устройства устанавливает Станции, устанавливая на Станциях
      соответствующее программное обеспечение.
      <br />
      2. Пользователь имеет право получить в аренду Зарядное устройство после регистрации в приложении «Пауерфулл», в
      Личном кабинете Приложения и привязке (вводе данных) к Сервису «Пауерфулл» своей(их) банковской(их) карты, которые
      автоматический интегрируются с Сервисом
      <br />
      3. Оплата платежей согласно тарифам, указанным в Приложении № 3 к настоящему Пользовательскому соглашению.
      <br />
      4. Выдача Зарядного устройства осуществляется в Станциях Арендодателя, схема размещения которых доступна на Сайте
      Арендодателя, в Приложении «Пауерфулл» (при наличии активного интернет соединения).
      <br />
      5. До момента начала использования Зарядного устройства Пользователь обязан ознакомиться с условиями настоящего
      Пользовательского соглашения и Пользовательским соглашением посредством Сайта и/или Приложения.
      <br />
      6. После успешной регистрации в Личном кабинете Пользователь может получить Зарядное устройство в аренду, время
      аренды начинается сразу после выдачи Зарядного устройства Станцией Пользователю. Стоимость услуги аренды указана в
      приложении №3 к настоящему Пользовательскому соглашению, на Сайте Арендодателя, в Приложении «Пауерфулл».
      <br />
      7. Пользователь вправе оплатить и пользоваться Зарядным устройством в любое время суток. Единовременно
      Пользователь вправе использовать не более одного Зарядного устройства.
      <br />
      8. После получения из Станции Зарядного устройства Пользователь обязан в течение 5 (пяти) минут проверить
      техническое состояние Зарядного устройства и в случае выявления неисправности в его работе, незамедлительно
      возвратить Зарядное устройство в Станция, при этом Пользователь вправе взять со Станции иное Зарядное устройство.
      В случае, если Пользователь при истечении 5 (пять) минут после получения Зарядного устройства не заявил о
      неисправности Зарядного устройства в Службу поддержки Арендодателя, устройство считается пригодным к использованию
      и Пользователь не вправе предъявлять претензии Арендодателю.
      <br />
      9. Пользователь обязан использовать Зарядное устройство в точном соответствии с его назначением и не вносить в
      Зарядное устройство каких- либо конструкционных и иных изменений, не передавать Зарядное устройство в субаренду, в
      пользование третьим лицам, а также не передавать свои обязанности по Пользовательскому соглашению третьим лицам.
      <br />
      10. После использования Пользователь обязан вернуть Зарядное устройство в технически исправном состоянии
      соответствующем техническому состоянию на момент получения со Станции зарядного устройства в любую Станцию Сервиса
      «Пауерфулл».
      <br />
      11. Аренда Зарядного устройства прекращается с момента возврата Зарядного устройства в Станцию Арендодателя.
      <br />
      12. В случае, если Пользователь возвращает Зарядное устройство, а Станция его не определяет – не загорается
      надпись: «Спасибо за использование», с Пользователя может быть списана полная стоимость Зарядного устройства. В
      случае обнаружения повреждения Зарядного устройства или его неисправностей Арендодалетем возможно списание полной
      стоимости Зарядного устройства с карты Пользователя. При этом возвращенным считается Зарядное устройство, после
      возврата которого в мобильном приложении “Пауерфулл” приходит оповещение с текстом – «Спасибо за использование».
      Если Пользователь не до конца вставит в Станцию Зарядное устройство, при этом контакты не будут сомкнуты, однако
      появится надпись – «Спасибо за использование», и заберет Зарядное устройство, с Пользователя списываются денежные
      средства за использование а также стоимость зарядочного устройства. При этом тайм - аут определение составит 15
      (пятнадцать) минут, в течение которых связь с Зарядным устройством будет утеряна.
      <br />
      13. В случае случайной гибели либо случайного повреждения Зарядного устройства, либо причинения ущерба третьими
      лицами, либо Пользователем, а также в случае хищения Зарядного устройства, Пользователь обязан незамедлительно
      сообщить об этом Арендодателю по телефону, указанному на Сайте и/или в Приложении и в срок не более двух
      календарных дней, представить Арендодателю письменные объяснения с описанием данного события.
      <br />
      14. Арендодатель настоящим уведомляет, что неправильное использование / использование не по назначению Зарядного
      устройства может повлечь опасность для жизни и здоровья Пользователя. Пользователь понимает и соглашается, что он
      уведомлен о мерах по безопасности использования Зарядного устройства, указанных в настоящем Приложении и
      самостоятельно несет ответственность за свои действия. Использование Зарядного устройства не по назначению может
      повлечь также иные, не указанные в настоящем Приложении риски.
      <br />
      15. Арендодатель не несет ответственности за вред, причиненный Пользователю Зарядным устройством, пригодным для
      использования в соответствии с п.7 настоящего Приложения. При наличии претензий к качеству Зарядного устройства, а
      также при наличии ущерба, вызванного использованием Зарядного устройства, Пользователь вправе предъявить претензии
      производителю Зарядного устройства. Арендодатель вправе предоставить контакты представительства производителя
      Зарядного устройства.
    </p>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>Правила использования Зарядных устройств:</h1>
    <p>
      <br />
      1. Во время использования Зарядного устройства, проверьте правильность индикации зарядки для обеспечения
      правильной работы Зарядного устройства.
      <br />
      2. Во время приема и подачи электроэнергии необходимо самостоятельно выбрать правильный кабель.
      <br />
      3. Если во время зарядки цифровых устройств индикатор объема полностью погас, это означает, что аккумулятору
      необходима зарядка.
      <br />
      4. При соединении аккумулятора с цифровыми устройствами цифровые устройства используют электроэнергию в первую
      очередь. Пользователь не вправе предъявлять претензии к Арендодателю в отношении ухудшения работы аккумуляторной
      батареи телефона Пользователя.
      <br />
      5. После полной зарядки цифровых устройств необходимо своевременно отсоединять кабель для предотвращения
      возникновения неисправностей.
      <br />
      6. Если из-за короткого замыкания или других причин изделие вошло в безопасный режим (светодиод не горит),
      необходимо подключение устройства к сети для возвращения в нормальный режим работы.
    </p>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>
      Меры по безопасности использования Зарядного устройства:
    </h1>
    <p>
      <br />
      1. Во время использования Зарядного устройства, проверьте правильность индикации зарядки для обеспечения
      правильной работы Зарядного устройства.
      <br />
      2. Во время приема и подачи электроэнергии необходимо самостоятельно выбрать правильный кабель.
      <br />
      3. Если во время зарядки цифровых устройств индикатор объема полностью погас, это означает, что аккумулятору
      необходима зарядка.
      <br />
      4. При соединении аккумулятора с цифровыми устройствами цифровые устройства используют электроэнергию в первую
      очередь. Пользователь не вправе предъявлять претензии к Арендодателю в отношении ухудшения работы аккумуляторной
      батареи телефона Пользователя.
      <br />
      5. После полной зарядки цифровых устройств необходимо своевременно отсоединять кабель для предотвращения
      возникновения неисправностей.
      <br />
      6. Если из-за короткого замыкания или других причин изделие вошло в безопасный режим (светодиод не горит),
      необходимо подключение устройства к сети для возвращения в нормальный режим работы.
      <br />
      Меры по безопасности использования Зарядного устройства:
      <br />
      Зарядное устройство содержит в себе литейно-полимерную батарею. Строго запрещается:
      <br />
      1. снимать внешнюю оболочку Зарядного устройства для предотвращения порчи батареи и связанных рисков.
      <br />
      2. разборка Зарядного устройства,
      <br />
      3. сжатие Зарядного устройства,
      <br />
      4. проколы Зарядного устройства
      <br />
      5. использование Зарядного устройства в воде и/или при контакте с иными жидкостями,
      <br />
      6. помещение Зарядного устройства в воду,
      <br />
      7. помещение Зарядного устройства в огонь,
      <br />
      8. помещение Зарядного устройства в места с температурой выше 60°C (140°F) (баня/сауна/инфракрасная сауна);
      <br />
      9. употреблять в пищу.
    </p>
    <h1 className='text-xl font-bold text-center pt-4 pb-6'>
      ПРИЛОЖЕНИЕ №3 К ПОЛЬЗОВАТЕЛЬСКОМУ СОГЛАШЕНИЮ ТАРИФЫ НА ИСПОЛЬЗОВАНИЕ СЕРВИСА «ПАУЕРФУЛЛ»
    </h1>
    <p class='pars sixpar'>
      Стоимость аренды составляет 0 драм за первые 5 минут аренды зарядного устройства, затем 149-99 драм за 30 минут
      (стандартный тариф), после чего 499 драм за каждую минуту оплаты (минутная плата), а через 2 часа - 599 драм на
      один день (посуточная аренда). В случае отказа пользователя вернуть зарядное устройство по причине неисправности,
      арендодатель имеет право списать полную стоимость зарядного устройства с карточки пользователя без предварительных
      условий. Общая стоимость зарядного устройства составляет 15 000 драмов.
    </p>
    <h1>ПРИЛОЖЕНИЕ №4 К ПОЛЬЗОВАТЕЛЬСКОМУ СОГЛАШЕНИЮ СОГЛАШЕНИЕ ОБ ОБРАБОТКЕ ПЕРСОНАЛЬНЫХ ДАННЫХ</h1>
    <p>
      <br />
      1. Пользователь дает свое согласие на обработку Арендодателем предоставленных им (а также полученных от любых
      третьих лиц) своих персональных данных: ФИО, дата, месяц и год рождения, сведения об адресе регистрации по месту
      жительства, контактные данные, в том числе (но не ограничиваясь) номер телефона, адрес электронной почты,
      биометрические данные (фотографии), также иные персональные данные, связанные с заключением и исполнением
      Пользовательского соглашения, и подтверждает, что давая такое согласие, действует по своей воле и в своих
      интересах.
      <br />
      2. Согласие на обработку персональных данных дается Пользователем для целей заключения и исполнения
      Пользовательского соглашения, оказания Арендодателем дополнительных услуг, участия в проводимых Арендодателем
      акциях, опросах, исследованиях (включая, но не ограничиваясь проведением опросов, исследований посредством
      электронной, телефонной и сотовой связи), принятия решений или совершения иных действий, порождающих юридические
      последствия в отношении Пользователя или других лиц, представления Пользователю информации об оказываемых
      Арендодателем услугах, предоставлением Арендодателем консультационных услуг, в том числе в целях заключения
      Пользователем в дальнейшем договоров/соглашений с иными лицами в целях исполнения Пользовательского соглашения, и
      распространяется на всю информацию, указанную в пункте 1 настоящего Приложения.
      <br />
      3. Обработка персональных данных Пользователя осуществляется Арендодателем в объеме, который необходим для
      достижения каждой из вышеперечисленных целей, следующими возможными способами: сбор, запись (в том числе на
      электронные носители), систематизация, накопление, хранение, составление перечней, маркировка, уточнение
      (обновление, изменение), извлечение, использование, передача (распространение, предоставление, доступ),
      обезличивание, блокирование, удаление, уничтожение, трансграничная передача персональных данных, получение
      изображения путем фотографирования, а также осуществление любых иных действий с персональными данными Пользователя
      с учетом действующего законодательства Республики Армении. Обработка осуществляется как с помощью средств
      автоматизации, так и без использования таких средств.
      <br />
      4. Пользователь подтверждает, что данное им согласие на обработку персональных данных действует бессрочно с
      момента их предоставления Пользователем Арендодателю.
      <br />
      5. Пользователь вправе отозвать свое согласие на обработку персональных данных путем направления соответствующего
      письменного уведомления Арендодателю не менее чем за 30 (тридцать календарных) дней до момента отзыва согласия.
      <br />
      6. Пользователь признает и подтверждает, что в случае необходимости предоставления персональных данных для
      достижения указанных выше целей третьему лицу (в том числе уполномоченным государственным органам), а равно как
      при привлечении третьих лиц к выполнению работ (оказанию услуг), предусмотренных Пользовательским соглашением,
      передачи Арендодателем принадлежащих ему функций и полномочий иному лицу (уступке, в том числе для рассмотрения
      возможности уступки и принятию решения об уступке, взысканию задолженности и др.), Арендодатель вправе без
      получения дополнительного согласия со стороны Пользователя в необходимом объеме раскрывать для совершения
      вышеуказанных действий информацию о Пользователе лично (включая персональные данные) таким третьим лицам, их
      агентам и иным уполномоченным ими лицам, а также представлять таким лицам соответствующие документы, содержащие
      такую информацию, с соблюдением требований законодательства Республики Армении.
      <br />
      7. Пользователь признает и подтверждает, что согласие на обработку персональных данных Пользователя считается
      данным им любым третьим лицам, с учетом соответствующих изменений, и любые такие третьи лица имеют право на
      обработку персональных данных на основании настоящего согласия.
      <br />
      8. Пользователь признает и подтверждает, что в случае рассмотрения Арендодателем вопросов уступки прав по
      заключенным с Пользователем Пользовательского соглашениям согласие на передачу его персональных данных и данных о
      его Пользовательском соглашении третьим лицам – потенциальным цессионариям для решения ими вопроса о заключении с
      Арендодателем Пользовательского соглашения цессии – считается предоставленным Пользователем Арендодателю. В случае
      уступки прав по Пользовательскому соглашению Арендодатель вправе не направлять Пользователю уведомления об этом.
      Настоящим Пользователь соглашается не получать каких-либо уведомлений о совершенной Арендодателем уступке в
      соответствии с настоящим пунктом Приложения.
      <br />
      9. Пользователь дает свое согласие на получение от Арендодателя рекламных сообщений, содержащих рекламу товаров и
      услуг, реализуемых Арендодателем и/или его партнерами и/или иными третьими лицами, на адрес электронной почты и
      номер мобильного телефона (включая привязанные к нему аккаунты в мессенджерах WhatsApp, Viber, Telegram и пр.),
      указанные Пользователем в процессе Регистрации, а также иные адреса электронной почты и номера мобильных телефонов
      (включая привязанные к ним аккаунты в мессенджерах WhatsApp, Viber, Telegram и пр.), сообщенные Пользователем
      Арендодателю в соответствии с настоящим Приложением. В случае, если Пользователь обращается к Арендодателю с
      требованием прекратить распространение в его адрес рекламных сообщений, Арендодатель обязуется немедленно
      прекратить такое распространение в отношении Пользователя, обратившегося с соответствующим требованием.
      <br />
      10. Пользователь дает согласие на списание Арендодателем или по его поручению привлеченным им агентом (платежной
      системой) денежных средств со своей банковской карты в счет погашения любых платежей, предусмотренных настоящим
      Приложением к нему в без акцептном порядке, без получения дополнительного согласия Пользователя, в том числе,
      таким образом списываются вознаграждения за предоставление Сервиса «Пауерфулл», штрафы, пени, возмещение убытков,
      расходы и издержки Арендодателя, возникающие в связи с неисполнением или ненадлежащим исполнением
      Пользовательского соглашения, суммы дополнительных страховок, суммы франшизы, иные суммы в случаях,
      предусмотренных действующим законодательством Республики Армении и Пользовательским соглашением.
      <br />
      11. Пользователь дает свое согласие на осуществление Арендодателем записи контактов (разговоров) Пользователя со
      Службой поддержки и предоставление такой записи третьим лицам.
    </p>
  </div>
);
export default hy;
